Repository: arthurits/SignalAnalysis
Catalog: SignalAnalysis/localization/strings.*.resx
Languages: ar, bn_bd, da_dk, de_de, es, hi_in, lt_lt, nb_no, nl_be, pt_br, ru_ru, tr_tr, zh_hans

# strToolTipOpen
source: Open data file from disk
ar: فتح ملف من القرص
bn_bd: ডিস্ক থেকে ডাটা ফাইল খুলুন
da_dk: Åbn datafilen fra disken
de_de: Daten von Festplatte laden
es: Abrir archivo de datos
hi_in: डिस्क से डेटा फ़ाइल खोलें
lt_lt: Atidaryti duomenų failą iš disko
nb_no: Åpne datafilen fra disken
nl_be: Gegevensbestand openen vanaf schijf
pt_br: Abrir arquivo do disco
ru_ru: Открыть файл данных с диска
tr_tr: Diskten veri dosyasını aç
zh_hans: 从磁盘上打开数据文件

# strToolTipSettings
source: Settings for plots, data, and UI
ar: إعدادات التخطيط
bn_bd: প্লট, ডেটা এবং UI এর জন্য সেটিংস
da_dk: Indstillinger for plot, data og brugergrænseflade
de_de: Einstellungen für Plotten, Daten und Oberfläche
es: Opciones para los gráficos, los datos y la interfaz
hi_in: प्लॉट, डेटा और UI के लिए सेटिंग
lt_lt: Braižų, duomenų ir vartotojo sąsajos nustatymai
nb_no: Innstillinger for plott, data og brukergrensesnitt
nl_be: Instellingen voor plots, gegevens en gebruikersinterface
pt_br: Configurações para gráficos, dados, e interface
ru_ru: Настройки для графиков, данных и пользовательского интерфейса
tr_tr: Grafikler, veriler ve kullanıcı arayüzü ayarları
zh_hans: 绘图、数据和用户界面设置

# strToolTipUILanguage
source: User interface language
ar: لغة واجهة المستخدم
bn_bd: ইউজার ইন্টারফেস ভাষা
da_dk: Brugergrænsefladens sprog
de_de: Sprache der Oberfläche
es: Idioma de la interfaz de usuario
hi_in: उपयोगकर्ता इंटरफ़ेस भाषा
lt_lt: Vartotojo sąsajos kalba
nb_no: Brukergrensesnittspråk
nl_be: Taal gebruikersinterface
pt_br: Linguagem da Interface
ru_ru: Язык пользовательского интерфейса
tr_tr: Kullanıcı arayüzü dili
zh_hans: 用户界面语言

# strAboutCopyright
source: Copyright {0}
ar: حقوق النشر {0}
bn_bd: কপিরাইট {0}
da_dk: Ophavsret {0}
de_de: Urheberrechte {0}
hi_in: कॉपीराइट {0}
lt_lt: Autorių teisės {0} m
nb_no: Opphavsrett {0}
nl_be: Auteursrechten {0}
pt_br: Direitos autorais {0}
ru_ru: Авторские права {0}
tr_tr: Telif hakkı {0}
zh_hans: 版权所有 {0}

# strErrorDeserializeTitle
source: Error
ar: مشكلة
bn_bd: ত্রুটি
da_dk: Fejl
de_de: Fehler
hi_in: गलती
lt_lt: Klaida
nb_no: Feil
nl_be: Fout
pt_br: Erro
ru_ru: Ошибка
tr_tr: Hata
zh_hans: 错误

# strFileHeader00
source: ErgoLux data
ar: بيانات إرجولوكس
bn_bd: এরগোলাক্স তথ্য
de_de: ErgoLux Daten
hi_in: एर्गोलक्स डेटा
lt_lt: ErgoLux duomenys
nl_be: ErgoLux-gegevens
ru_ru: Данные ErgoLux
tr_tr: ErgoLux verileri
zh_hans: ErgoLux 数据

# strFileHeader01
source: SignalAnalysis data
ar: بيانات تحليل الاشارة
bn_bd: সংকেত বিশ্লেষণ তথ্য
de_de: SignalAnalysis Daten
hi_in: सिग्नल विश्लेषण डेटा
lt_lt: SignalAnalysis duomenys
nl_be: Signaalanalyse gegevens
ru_ru: Данные анализа сигналов
tr_tr: SinyalAnalizi verileri
zh_hans: SignalAnalysis 数据

# strMsgBoxInitArrayTitle
source: Error
ar: خطأ
bn_bd: ত্রুটি
da_dk: Fejl
de_de: Fehler
hi_in: गलती
lt_lt: Klaida
nb_no: Feil
nl_be: Fout
pt_br: Erro
ru_ru: Ошибка
tr_tr: Hata
zh_hans: 错误

# strReadDataErrorTitle
source: Error
ar: خطأ
bn_bd: ত্রুটি
da_dk: Fejl
de_de: Fehler
hi_in: गलती
lt_lt: Klaida
nb_no: Feil
nl_be: Fout
pt_br: Erro
ru_ru: Ошибка
tr_tr: Hata
zh_hans: 错误
