Repository: arthurits/SignalAnalysis
Catalog: SignalAnalysis/localization/strings.*.resx
Languages: ar, bn_bd, da_dk, de_de, es, hi_in, lt_lt, nb_no, nl_be, pt_br, ru_ru, tr_tr, zh_hans

# strPlotAppliedXLabel
source: Time (seconds)
ar: الوقت (ثواني)
bn_bd: সময় (সেকেন্ড)
da_dk: Tid (sekunder)
de_de: Zeit (Sekunden)
es: Tiempo (segundos)
hi_in: समय (सेकंड)
lt_lt: Laikas (sekundės)
nb_no: Tid (sekunder)
nl_be: Tijd (seconden)
pt_br: Tempo (segundos)
ru_ru: Время (секунды)
tr_tr: Zaman (saniye)
zh_hans: 时间（秒）

# strPlotAppliedYLabel
source: Amplitude
ar: السعة
bn_bd: প্রশস্ততা
es: Amplitud
hi_in: आयाम
lt_lt: Amplitudė
ru_ru: Амплитуда
tr_tr: Genlik
zh_hans: 幅值

# strPlotBoxPlotTitle
source: Box plot
ar: مخطط صندوق
bn_bd: বক্স চক্রান্ত
da_dk: Boksplot
es: Diagrama de caja
hi_in: रेखा - चित्र
lt_lt: Dėžutės sklypas
nb_no: Boksplott
pt_br: Diagrama de caixa
ru_ru: Ящик с усами
tr_tr: Kutu grafiği
zh_hans: 箱形图

# strPlotBoxplotYLabel
source: Amplitude
ar: السعة
bn_bd: প্রশস্ততা
es: Amplitud
hi_in: आयाम
lt_lt: Amplitudė
ru_ru: Амплитуда
tr_tr: Genlik
zh_hans: 幅值

# strPlotDerivativeTitle
source: Derivative
ar: مشتق
bn_bd: ডেরিভেটিভ
da_dk: Afledte
de_de: Ableitung
es: Derivada
hi_in: व्युत्पन्न
lt_lt: Išvestinė
nb_no: Derivasjon
nl_be: Afgeleide
pt_br: Derivada
ru_ru: Производная
tr_tr: Türev
zh_hans: 导数

# strPlotDerivativeXLabel
source: Time (seconds)
ar: الوقت (ثواني)
bn_bd: সময় (সেকেন্ড)
da_dk: Tid (sekunder)
de_de: Zeit (Sekunden)
es: Tiempo (segundos)
hi_in: समय (सेकंड)
lt_lt: Laikas (sekundės)
nb_no: Tid (sekunder)
nl_be: Tijd (seconden)
pt_br: Tempo (segundos)
ru_ru: Время (секунды)
tr_tr: Zaman (saniye)
zh_hans: 时间（秒）

# strPlotDerivativeYLabel1
source: Amplitude / sec
ar: السعة / واني
bn_bd: প্রশস্ততা / সেকেন্ড
da_dk: Amplitude / sekunder
de_de: Amplitude / Sekunden
es: Amplitud / seg
hi_in: आयाम / सेकंड
lt_lt: Amplitudė / sekundės
nb_no: Amplitude / sekunder
nl_be: Amplitude / seconden
pt_br: Amplitude / segundos
ru_ru: Амплитуда / секунды
tr_tr: Genlik / saniye
zh_hans: 幅值/秒

# strPlotDerivativeYLabel2
source: Amplitude
ar: السعة
bn_bd: প্রশস্ততা
es: Amplitud
hi_in: आयाम
lt_lt: Amplitudė
ru_ru: Амплитуда
tr_tr: Derivative
zh_hans: 幅值

# strPlotFFTTitle
source: Fast Fourier transform
ar: تحويل فورييه السريع
bn_bd: ফাস্ট ফোরিয়ার ট্রান্সফর্ম
es: Transformada de Fourier (FFT)
hi_in: फास्ट फूरियर ट्रांसफॉर्म
lt_lt: Greitoji Furjė transformacija
nb_no: Rask Fourier-transformasjon
nl_be: Snelle Fourier-transformatie
pt_br: Transformada Rápida de Fourier
ru_ru: Быстрое преобразование Фурье
tr_tr: Hızlı Fourier dönüşümü
zh_hans: 快速傅里叶变换

# strPlotFFTXLabel
source: Frequency (Hz)
ar: التردد (هرتز)
bn_bd: ফ্রিকোয়েন্সি (Hz)
da_dk: Frekvens (Hz)
de_de: Frequenz (Hz)
es: Frecuencia (Hz)
hi_in: आवृत्ति (हर्ट्ज)
lt_lt: Dažnis (Hz)
nb_no: Frekvens (Hz)
nl_be: Frequentie (Hz)
pt_br: Frequência (Hz)
ru_ru: Частота (Гц)
tr_tr: Frekans (Hz)
zh_hans: 频率（Hz）

# strPlotFFTYLabelMag
source: Magnitude (RMS²)
ar: الضخامة (مضروب الجذر التربيعي)
bn_bd: মাত্রা (RMS²)
da_dk: Størrelse (RMS²)
de_de: Größe (RMS²)
es: Amplitud (RMS²)
hi_in: परिमाण (RMS²)
lt_lt: Magnitudė (RMS²)
nb_no: Størrelse (RMS²)
nl_be: Omvang (RMS²)
ru_ru: величина (RMS²)
tr_tr: Büyüklük (RMS²)
zh_hans: 幅度（均方根²）

# strPlotFFTYLabelPow
source: Power (dB)
ar: القوة (بالديسيبل)
bn_bd: শক্তি (dB)
da_dk: Kraft (dB)
de_de: Stärke (dB)
es: Espectro (dB)
hi_in: पावर (डीबी)
lt_lt: Galia (dB)
nb_no: Kraft (dB)
nl_be: Vermogen (dB)
pt_br: Potência (dB)
ru_ru: Мощность (дБ)
tr_tr: Güç (dB)
zh_hans: 功率（dB）

# strPlotFractalDisributionXLabel
source: Fractal dimension (H)
ar: البعد الكسوري (إتش)
bn_bd: ফ্র্যাক্টাল মাত্রা (H)
da_dk: Fraktaldimension (H)
de_de: Fraktale Dimension (H)
es: Dimensión fractal (H)
hi_in: भग्न आयाम (एच)
lt_lt: Fraktalinis matmuo (H)
nb_no: Fraktaldimensjon (H)
nl_be: Fractale afmeting (H)
pt_br: Dimensão fractal (H)
ru_ru: Фрактальная размерность (H)
tr_tr: Fraktal boyut (H)
zh_hans: 分形维数（H）

# strPlotFractalDisributionYLabel
source: Probability
ar: الاحتمالات
bn_bd: সম্ভাবনা
da_dk: Sandsynlighed
de_de: Wahrscheinlichkeit
es: Probabilidad
hi_in: संभावना
lt_lt: Tikimybė
nb_no: Sannsynlighet
nl_be: Waarschijnlijkheid
pt_br: Probabilidade
ru_ru: Вероятность
tr_tr: Olasılık
zh_hans: 概率

# strPlotFractalDistributionTitle
source: Fractal dimension distribution
ar: منحني البعد الكسوري
bn_bd: ফ্র্যাক্টাল ডাইমেনশন ডিস্ট্রিবিউশন
da_dk: Fordeling af fraktaldimension
de_de: Fraktale Dimensionsverteilung
es: Distribución dimensión fractal
hi_in: भग्न आयाम वितरण
lt_lt: Fraktalų matmenų pasiskirstymas
nb_no: Fraktal dimensjonsfordeling
nl_be: Fractale dimensieverdeling
pt_br: Dist. de dimensão fractal
ru_ru: Распределение фрактальной размерности
tr_tr: Fraktal boyut dağılımı
zh_hans: 分形维数分布

# strPlotFractalTitle1
source: Fractal dimension
ar: البعد الكسوري
bn_bd: ফ্র্যাক্টাল মাত্রা
da_dk: Fraktaldimension
de_de: Fraktale Dimension
es: Dimensión fractal
hi_in: भग्न आयाम
lt_lt: Fraktalų matmuo
nb_no: Fraktal dimensjon
nl_be: Fractale dimensie
pt_br: Dimensão fractal
ru_ru: фрактальная размерность
tr_tr: Fraktal boyut
zh_hans: 分形维数

# strPlotFractalTitle2
source: (cumulative)
ar: (تراكمي)
bn_bd: (ক্রমবর্ধমান)
da_dk: (kumulativ)
de_de: (kumulativ)
es: (acumulada)
hi_in: (संचयी)
lt_lt: (kaupiamasis)
nb_no: (kumulativ)
nl_be: (cumulatief)
pt_br: (cumulativa)
ru_ru: (кумулятивный)
tr_tr: (Kümülatif)
zh_hans: （累积）

# strPlotFractalXLabel
source: Time (seconds)
ar: الوقت (ثواني)
bn_bd: সময় (সেকেন্ড)
da_dk: Tid (sekunder)
de_de: Zeit (Sekunden)
es: Tiempo (segundos)
hi_in: समय (सेकंड)
lt_lt: Laikas (sekundės)
nb_no: Tid (sekunder)
nl_be: Tijd (seconden)
pt_br: Tempo (segundos)
ru_ru: Время (секунды)
tr_tr: Zaman (saniye)
zh_hans: 时间（秒）

# strPlotFractalYLabel
source: Dimension (H)
ar: البعد (إتش)
bn_bd: মাত্রা (H)
es: Dimensión (H)
hi_in: आयाम (एच)
lt_lt: Matmuo (H)
nb_no: Dimensjon (H)
nl_be: Afmeting (H)
pt_br: Dimensão (H)
ru_ru: измерение(Ч)
tr_tr: Boyut (H)
zh_hans: 维数（H）

# strPlotOriginalTitle
source: Input signal
ar: إشارة المدخلات
bn_bd: ইনপুট সংকেত
da_dk: Indgangssignal
de_de: Eingabesignal
es: Señal inicial
hi_in: इनपुट संकेत
lt_lt: Įvesties signalas
nb_no: Inngangssignal
nl_be: Ingangssignaal
pt_br: Sinal de entrada
ru_ru: Входной сигнал
tr_tr: Giriş sinyali
zh_hans: 输入信号

# strPlotOriginalXLabel
source: Time (seconds)
ar: الوقت (ثواني)
bn_bd: সময় (সেকেন্ড)
da_dk: Tid (sekunder)
de_de: Zeit (Sekunden)
es: Tiempo (segundos)
hi_in: समय (सेकंड)
lt_lt: Laikas (sekundės)
nb_no: Tid (sekunder)
nl_be: Tijd (seconden)
pt_br: Tempo (segundos)
ru_ru: Время (секунды)
tr_tr: Zaman (saniye)
zh_hans: 时间（秒）

# strPlotOriginalYLabel
source: Amplitude
ar: السعة
bn_bd: প্রশস্ততা
es: Amplitud
hi_in: आयाम
lt_lt: Amplitudė
ru_ru: Амплитуда
tr_tr: Genlik
zh_hans: 幅值

# strPlotWindowTitle
source: {0} window
ar: {0} نافذة
bn_bd: {0} জানালা
da_dk: {0}-vindue
de_de: {0} Fenster
es: Ventana {0}
hi_in: {0} खिड़की
lt_lt: {0} langas
nb_no: {0}-vindu
nl_be: {0} venster
pt_br: Janela {0}
ru_ru: {0} окно
tr_tr: {0} pencere
zh_hans: {0} 窗

# strPlotWindowXLabel
source: Time (seconds)
ar: الوقت (ثواني)
bn_bd: সময় (সেকেন্ড)
da_dk: Tid (sekunder)
de_de: Zeit (Sekunden)
es: Tiempo (segundos)
hi_in: समय (सेकंड)
lt_lt: Laikas (sekundės)
nb_no: Tid (sekunder)
nl_be: Tijd (seconden)
pt_br: Tempo (segundos)
ru_ru: Время (секунды)
tr_tr: Zaman (saniye)
zh_hans: 时间（秒）

# strPlotWindowYLabel
source: Amplitude
ar: السعة
bn_bd: প্রশস্ততা
es: Amplitud
hi_in: आयाम
lt_lt: Amplitudė
ru_ru: Амплитуда
tr_tr: Genlik
zh_hans: 幅值

# strRadCurrentCulture
source: Current culture formatting
ar: تنسيق الثافة الحالية
bn_bd: বর্তমান সংস্কৃতি বিন্যাস
da_dk: Nuværende kulturformatering
de_de: Aktuelle Kulturformatierung
es: Referencia cultural actual
hi_in: वर्तमान संस्कृति स्वरूपण
lt_lt: Dabartinės kultūros formatavimas
nb_no: Gjeldende kulturformatering
nl_be: Huidige cultuuropmaak
pt_br: Formatação da cultura atual
ru_ru: Форматирование текущей культуры
tr_tr: Geçerli kültür biçimlendirmesi
zh_hans: 当前区域格式

# strRadInvariantCulture
source: Invariant culture formatting
ar: تنسيق الثقافة الثابتة
bn_bd: পরিবর্তনশীল সংস্কৃতি বিন্যাস
da_dk: Invariant kulturformatering
de_de: Invariante Kulturformatierung
es: Referencia cultural invariable
hi_in: अपरिवर्तनीय संस्कृति स्वरूपण
lt_lt: Nekintamos kultūros formatavimas
nb_no: Invariant kulturformatering
nl_be: Invariante cultuuropmaak
pt_br: Formatação de cultura invariável
ru_ru: Форматирование инвариантной культуры
tr_tr: Değişmez kültür biçimlendirme
zh_hans: 区域无关格式

# strRadPoints
source: Data points
ar: نقاط البيانات
bn_bd: ডেটা পয়েন্ট
da_dk: Datapunkter
de_de: Datenpunkte
es: Puntos
hi_in: डेटा अंक
lt_lt: Duomenų taškai
nb_no: Datapunkter
nl_be: Data punten
pt_br: Pontos de dados
ru_ru: Точки данных
tr_tr: Veri noktaları
zh_hans: 数据点

# strRadRoundDown
source: Round down (trim)
ar: المستدير لأسفل
bn_bd: রাউন্ড আপ
da_dk: Rund ned
de_de: Abrunden
es: Recortar serie
hi_in: नीचे घूमो
lt_lt: Apvalinant
nb_no: Runde ned
nl_be: Beneden afronden
pt_br: Arredondar para baixo
tr_tr: Aşağı yuvarlama
zh_hans: 向下舍入

# strRadRoundUp
source: Round up
ar: جمع الشمل
bn_bd: নিচে সুসম্পন্ন
da_dk: Runde op
de_de: Aufrunden
es: Añadir valores 0
hi_in: बढ़ाना
lt_lt: Suapvalinti
nb_no: Rund opp
nl_be: Afronden
pt_br: Arredondar para cima
tr_tr: Yuvarlamak
zh_hans: 围捕

# strRadSeconds
source: Seconds
ar: الثواني
bn_bd: সেকেন্ড
da_dk: Sekunder
de_de: Sekunden
es: Segundos
hi_in: सेकंड
lt_lt: Sekundės
nb_no: Sekunder
nl_be: Seconden
pt_br: Segundos
ru_ru: Секунды
tr_tr: Saniye
zh_hans: 秒

# strRadTime
source: Date and time
ar: الوقت و التاريخ
bn_bd: তারিখ এবং সময়
da_dk: Dato og tid
de_de: Datum und Uhrzeit
es: Tiempo
hi_in: तिथि और समय
lt_lt: Data ir laikas
nb_no: Dato og tid
nl_be: Datum en tijd
pt_br: Data and hora
ru_ru: Дата и время
tr_tr: Tarih ve saat
zh_hans: 日期时间

# strRadUserCulture
source: Select culture
ar: إختار الثقافة
bn_bd: সংস্কৃতি নির্বাচন করুন
da_dk: Vælg kultur
de_de: Kultur auswählen
es: Seleccionar referencia cultural
hi_in: संस्कृति का चयन करें
lt_lt: Pasirinkti kultūrą
nb_no: Velg kultur
nl_be: Selecteer cultuur
pt_br: Selecionar cultura
ru_ru: Выберите культуру
tr_tr: Kültür seçin
zh_hans: 选择区域

# strReadDataError
source: Unable to read data from file. {0}
ar: تعذر تحميل الملف {0}
bn_bd: ফাইল থেকে ডেটা পড়তে অক্ষম. {0}
da_dk: Kan ikke læse data fra fil. {0}
de_de: Daten konnten nicht aus der Datei gelesen werden. {0}
es: No se ha podido leer el archivo de datos. {0}
hi_in: फ़ाइल से डेटा पढ़ने में असमर्थ। {0}
lt_lt: Nepavyko nuskaityti duomenų iš failo. {0}
nb_no: Kan ikke lese data fra fil. {0}
nl_be: Kan gegevens uit bestand niet lezen. {0}
pt_br: Erro ao ler dados do arquivo. {0}
ru_ru: Невозможно прочитать данные из файла.{0}
tr_tr: Dosyadan veri okunamıyor. {0}
zh_hans: 无法从文件中读取数据。 {0}

# strReadDataErrorCulture
source: The culture identifier string name is not valid. {0}
ar: اسم اختيار الثقافة غير صحيح {0}
bn_bd: সংস্কৃতি শনাক্তকারী স্ট্রিং নামটি বৈধ নয়. {0}
da_dk: Kulturidentifikatorens navn er ugyldigt. {0}
de_de: Der Name der Kulturkennungszeichenfolge ist ungültig. {0}
es: El nombre de la referencia cultural no es válido. {0}
hi_in: संस्कृति पहचानकर्ता स्ट्रिंग नाम मान्य नहीं है। {0}
lt_lt: Kultūros identifikatoriaus eilutės pavadinimas neteisingas. {0}
nb_no: Kulturidentifikatorens strengnavn er ikke gyldig. {0}
nl_be: De tekenreeksnaam van de cultuur-ID is ongeldig. {0}
pt_br: O identificador da cultura atual não é válido. {0}
ru_ru: Недопустимое имя строки идентификатора культуры.{0}
tr_tr: Kültür tanımlayıcı dizesi adı geçerli değil. {0}
zh_hans: 区域标识符字符串名称无效。 {0}

# strReadDataErrorCultureTitle
source: Culture name error
ar: خطأ في إسم الثقافة
bn_bd: সংস্কৃতি নামের ত্রুটি
da_dk: Kulturnavnfejl
de_de: Kulturnamenfehler
es: Referencia cultural errónea
hi_in: संस्कृति नाम त्रुटि
lt_lt: Kultūros pavadinimo klaida
nb_no: Kulturnavnfeil
nl_be: Fout in cultuurnaam
pt_br: Erro de nome da cultura
ru_ru: Ошибка имени культуры
tr_tr: Kültür adı hatası
zh_hans: 区域名称错误

# strReadDataErrorNumber
source: Invalid numeric value: {0}
ar: قيمة الرقم غير صحيح: {0}
bn_bd: অবৈধ সাংখ্যিক মান: {0}
da_dk: Ugyldig numerisk værdi: {0}
de_de: Ungültiger numerischer Wert: {0}
es: Valor numérico incorrecto: {0}
hi_in: अमान्य अंकीय मान: {0}
lt_lt: Neteisinga skaitinė reikšmė: {0}
nb_no: Ugyldig numerisk verdi: {0}
nl_be: Ongeldige numerieke waarde: {0}
pt_br: Valor numérico inválido: {0}
ru_ru: Недопустимое числовое значение: {0}
tr_tr: Geçersiz sayısal değer: {0}
zh_hans: 无效的数值：{0}

# strReadDataErrorNumberTitle
source: Error parsing data
ar: خطأ في معالجة البيانات
bn_bd: ডেটা পার্স করার সময় ত্রুটি
da_dk: Fejl under dataanalyse
de_de: Fehler beim Parsen der Daten
es: Error de conversión
hi_in: डेटा पार्स करने में त्रुटि
lt_lt: Klaida analizuojant duomenis
nb_no: Feil under analyse av data
nl_be: Fout bij het verwerken van gegevens
pt_br: Erro ao ler dados
ru_ru: Ошибка анализа данных
tr_tr: Veri ayrıştırılırken hata oluştu
zh_hans: 解析数据出错

# strReadNotimplementedError
source: Unable to read data from a {0} file.
ar: خطا في قرائة {0} الملف.
bn_bd: একটি ফাইল থেকে ডেটা {0} পড়তে অক্ষম.
da_dk: Kan ikke læse data fra en {0}-fil.
de_de: Daten von Datei {0} konnten nicht gelesen werden.
es: No se pueden leer datos de un archivo {0}.
hi_in: किसी {0} फ़ाइल से डेटा पढ़ने में असमर्थ।
lt_lt: Nepavyko nuskaityti duomenų iš {0} failo.
nb_no: Kan ikke lese data fra en {0}-fil.
nl_be: Kan geen gegevens lezen uit een {0}-bestand.
pt_br: Erro ao ler dados de um arquivo {0}.
ru_ru: Невозможно прочитать данные из файла {0}.
tr_tr: Bir {0} dosyasından veri okunamıyor.
zh_hans: 无法从{0}文件中读取数据。

# strReadNotimplementedErrorTitle
source: Not implemented
ar: لم يتم التطبيق
bn_bd: বাস্তবায়িত হয়নি
da_dk: Ikke implementeret
de_de: Nicht implementiert
es: Sin implementar
hi_in: लागू नहीं किया गया
lt_lt: Neįgyvendinta
nb_no: Ikke implementert
nl_be: Niet geïmplementeerd
pt_br: Não Implementado
ru_ru: Не реализованы
tr_tr: Uygulanmadı
zh_hans: 未实现

# strSaveDlgFilter
source: Text file (*.txt)|*.txt|SignalAnalysis file (*.sig)|*.sig|Binary file (*.bin)|*.bin|Results file (*.results)|*.results|All files (*.*)|*.*
ar: ملف نص (*.txt)|*.txt|ملف تحليل الإشارة (*.sig)|*.sig|ملف ارقام (*.bin)|*.bin|ملف النتائج (*.results)|*.results|جميع الملفات (*.*)|*.*
bn_bd: টেক্সট ফাইল (*.txt)|*.txt|SignalAnalysis ফাইল (*.sig)|*.sig|বাইনারি ফাইল (*.bin)|*.bin|ফলাফল ফাইল (*.results)|*.results|সকল ফাইল (*.*)|*.*
da_dk: Tekstfil (*.txt)|*.txt|Signalanalysefil (*.sig)|*.sig|Binær fil (*.bin)|*.bin|Resultatfil (*.results)|*.results|Alle filer (*.*)|*.*
de_de: Textdatei (*.txt)|*.txt|SignalAnalysis Datei (*.sig)|*.sig|Binärdateien (*.bin)|*.bin|Ergebnisdatei (*.results)|*.results|Alle Dateien (*.*)|*.*
es: Archivo de texto (*.txt)|*.txt|Archivo SignalAnalysis (*.sig)|*.sig|Archivo binario (*.bin)|*.bin|Archivo de resultados (*.results)|*.results|Todos los archivos (*.*)|*.*
lt_lt: Teksto failas (*.txt)|*.txt|SignalAnalysis failas (*.sig)|*.sig|Dvejetainis failas (*.bin)|*.bin|Rezultatų failas (*.results)|*.results|Visi failai (*.*)|*.*
nb_no: Tekstfil (*.txt)|*.txt|Signalanalysefil (*.sig)|*.sig|Binær fil (*.bin)|*.bin|Resultatfil (*.results)|*.results|Alle filer (*.*)|*.*
nl_be: Tekstbestand (*.txt)|*.txt|SignalAnalysis-bestand (*.sig)|*.sig|Binair bestand (*.bin)|*.bin|Resultatenbestand (*.results)|*.results|Alle bestanden (*.*)|*.*
ru_ru: Текстовый файл (*.txt)|*.txt|Файл SignalAnalysis (*.sig)|*.sig|Двоичный файл (*.bin)|*.bin|Файл результатов (*.results)|*.results|Все файлы (*.*)|*.*
tr_tr: Metin dosyası (*.txt)|*.txt|SinyalAnalizi dosyası (*.sig)|*.sig|İkili dosya (*.bin)|*.bin|Sonuç dosyası (*.results)|*.results|Tüm dosyalar (*.*)|*.*
zh_hans: 文本文件 (*.txt)|*.txt|SignalAnalysis 文件 (*.sig)|*.sig|二进制文件 (*.bin)|*.bin|结果文件 (*.results)|*.results|所有文件 (*.*)|*.*

# strSaveDlgTitle
source: Save data file
ar: حفظ بيانات الملف
bn_bd: ডেটা ফাইল সংরক্ষণ করুন
da_dk: Gem datafil
de_de: Datei speichern
es: Guardar archivo de datos
hi_in: डेटा फ़ाइल सहेजें
lt_lt: Išsaugoti duomenų failą
nb_no: Lagre datafil
nl_be: Gegevensbestand opslaan
pt_br: Salvar arquivo de dados
ru_ru: Сохранить файл данных
tr_tr: Veri dosyasını kaydet
zh_hans: 保存数据文件

# strStatusTipCrossHair
source: Show plot's crosshair mode
ar: عرض وضع تقاطع الرسم
bn_bd: প্লটের ক্রসহেয়ার মোড দেখান
da_dk: Vis trådkorsmodus for plot
de_de: Fadenkreuz-Modus des Diagramms anzeigen
es: Activar la cruz (mira) gráfica en los gráficos
hi_in: प्लॉट का क्रॉसहेयर मोड दिखाएं
lt_lt: Rodyti braižo kryželio režimą
nb_no: Vis plotts trådkorsmodus
nl_be: Toon crosshair modus van plot
pt_br: Mostrar a cruz no gráfico
ru_ru: Показать режим перекрестия графика
tr_tr: Arsanın artı modunu göster
zh_hans: 显示图表十字线模式

# strStatusTipDerivative
source: Numerical differentiation
de_de: Numerische Differenzierung
es: Derivada numérica
nb_no: Numerisk derivasjon
ru_ru: Численное дифференцирование
zh_hans: 数值微分

# strStatusTipEntropy
source: Compute the approximate and sample entropy
ar: حساب عينة القصور بالتقريب
bn_bd: আনুমানিক এবং নমুনা এনট্রপি গণনা
da_dk: Beregn omtrentlig entropi og sikprøveentropi
de_de: Berechnen Sie die Näherungs- und Stichprobenentropie
es: Calcular la entropía (aproximada, muestra)
hi_in: अनुमानित और नमूना एन्ट्रापी की गणना करें
lt_lt: Apskaičiuokite apytikslę ir imties entropiją
nb_no: Beregn den omtrentlige og sample entropien
nl_be: Bereken de benaderde en steekproef entropie
pt_br: Calcular a entropia aproximada e de amostra
ru_ru: Рассчитать кумулятивную фрактальную размерность (интенсивность процессора)
tr_tr: Yaklaşık ve örnek entropiyi hesaplayın
zh_hans: 计算近似熵和样本熵

# strStatusTipFractal
source: Compute the cumulative fractal dimension (CPU intensive)
ar: حساب البعد الكسري التراكمي (الخالص بالمعالج)
bn_bd: ক্রমবর্ধমান ফ্র্যাক্টাল মাত্রা গণনা করুন (CPU নিবিড়)
da_dk: Beregn den kumulative fraktaldimension (CPU-intensiv)
de_de: Kumulative fraktale Dimension berechnen (CPU intensiv)
es: Calcular la dimensión fractal acumulada (elevado uso de la CPU)
hi_in: संचयी भग्न आयाम (CPU गहन) की गणना करें
lt_lt: Apskaičiuokite kaupiamąjį fraktalinį matmenį (daug procesoriaus)
nb_no: Beregn den kumulative fraktale dimensjonen (CPU-intensiv)
nl_be: Bereken de cumulatieve fractale dimensie (CPU-intensief)
pt_br: Calcular a dimensão fractal cumulativa (uso elevado da CPU)
ru_ru: Вычислить кумулятивную фрактальную размерность (интенсивность ЦП)
tr_tr: Kümülatif fraktal boyutu hesaplayın (yoğun CPU)
zh_hans: 计算累积分形维数（计算量较大）

# strStatusTipIntegration
source: Numerical integration
de_de: Numerische Integration
es: Integración numérica
nb_no: Numerisk integrasjon
ru_ru: Численная интеграция
zh_hans: 数值积分

# strStatusTipPower
source: Plot either FFT power spectra(dB) or magnitude
ar: حساب أطياف القدرة(ديسيبل) أو الحجم
bn_bd: হয় FFT পাওয়ার স্পেকট্রা(dB) বা মাত্রা
da_dk: Plot enten FFT-energikurve(dB) eller størrelse
de_de: FFT Energiekurve (dB) oder Größe plotten
es: Mostrar el espectro (dB) o la magnitud de la FFT
hi_in: या तो एफएफटी पावर स्पेक्ट्रा (डीबी) या परिमाण प्लॉट करें
lt_lt: Nubraižykite FFT galios spektrą (dB) arba magnitudę
nb_no: Plott enten FFT-effektspektra(dB) eller størrelse
nl_be: Plot FFT-vermogensspectra (dB) of magnitude
pt_br: Mostrar espectro da FFT (dB) ou magnitude
ru_ru: Постройте либо спектр мощности FFT (дБ), либо величину
tr_tr: FFT güç spektrumunu (dB) veya büyüklüğünü çizin
zh_hans: 绘制 FFT 功率谱（db）或幅度谱

# strTabDerivative
source: Differentiation
ar: التفاضل
bn_bd: ডেরিভেটিভ
da_dk: Differentiering
de_de: Differenzierung
es: Derivada
hi_in: विभेदन
lt_lt: Diferencijavimas
nb_no: Differensiering
nl_be: Differentiatie
pt_br: Diferenciação
ru_ru: дифференцирование
tr_tr: Farklılaşma
zh_hans: 微分

# strTabGUI
source: User interface
ar: واجهة المستخدم
bn_bd: ব্যবহারকারী ইন্টারফেস
da_dk: Brugergrænseflade
de_de: Oberfläche
es: Interfaz de usuario
hi_in: प्रयोक्ता इंटरफ़ेस
lt_lt: Vartotojo sąsaja
nb_no: Brukergrensesnitt
nl_be: Gebruikersomgeving
pt_br: Interface do usuário
ru_ru: Пользовательский интерфейс
tr_tr: Kullanıcı arayüzü
zh_hans: 用户界面

# strTabIntegration
source: Integration
ar: تكامل
bn_bd: একীকরণ
es: Integración
hi_in: एकीकरण
lt_lt: Integracija
nb_no: Integrasjon
nl_be: Integratie
pt_br: Integração
ru_ru: Интегрирование
tr_tr: Entegrasyon
zh_hans: 积分

# strTabPlot
source: Plotting
ar: التخطيط
bn_bd: চক্রান্ত
da_dk: Plot
de_de: Plotten
es: Gráficos
hi_in: अंकन
lt_lt: Braižybos
nb_no: Plotter
nl_be: Plotten
pt_br: Gráficos
ru_ru: Заговор
tr_tr: Çizim
zh_hans: 绘图

# strToolStripAbout
source: About
ar: عن البرنامجج
bn_bd: সম্পর্কিত
da_dk: Om
de_de: Über
es: Acerca de
hi_in: के बारे में
lt_lt: Apie
nb_no: Om
nl_be: Over
pt_br: Sobre
ru_ru: О
tr_tr: Hakkında
zh_hans: 关于

# strToolStripExit
source: Exit
ar: خروج
bn_bd: প্রস্থান করুন
da_dk: Afslut
de_de: Beenden
es: Salir
hi_in: बाहर निकलना
lt_lt: Išeiti
nl_be: Sluiten
pt_br: Sair
ru_ru: Выход
tr_tr: Çıkış
zh_hans: 退出

# strToolStripExport
source: Export
ar: تصدير
bn_bd: রপ্তানি
da_dk: Eksportér
de_de: Exportieren
es: Exportar
hi_in: निर्यात करना
lt_lt: Eksportuoti
nb_no: Eksport
nl_be: Exporteren
pt_br: Exportar
ru_ru: Экспорт
tr_tr: İhracat
zh_hans: 导出

# strToolStripOpen
source: Open
ar: فتح
bn_bd: খোলুন
da_dk: Åbn
de_de: Öffnen
es: Abrir
hi_in: खुला हुआ
lt_lt: Atidaryti
nb_no: Åpne
pt_br: Abrir
ru_ru: Открытым
tr_tr: Açık
zh_hans: 打开

# strToolStripSettings
source: Settings
ar: الإعدادات
bn_bd: সেটিংস
da_dk: Indstillinger
de_de: Einstellungen
es: Opciones
hi_in: समायोजन
lt_lt: Nustatymai
nb_no: Innstillinger
nl_be: Instellingen
pt_br: Configurações
ru_ru: Настройки
tr_tr: Ayarlar
zh_hans: 设置

# strToolTipAbout
source: About this software
ar: عن هذا البرنامج
bn_bd: এই সফটওয়্যার সম্পর্কে
da_dk: Om programmet
de_de: Über die Software
es: Acerca de este software
hi_in: इस सॉफ्टवेयर के बारे में
lt_lt: Apie programinę įrangą
nb_no: Om denne programvaren
nl_be: Over deze software
pt_br: Sobre este software
ru_ru: Об этом программном обеспечении
tr_tr: Bu yazılım hakkında
zh_hans: 关于本软件

# strToolTipCboSeries
source: Select data series
ar: حدد سلسلة البيانات
bn_bd: ডেটা সিরিজ নির্বাচন করুন
da_dk: Vælg dataserie
de_de: Datenreihe auswählen
es: Seleccionar la serie de datos
hi_in: डेटा श्रृंखला का चयन करें
lt_lt: Pasirinkti duomenų seriją
nb_no: Velg dataserie
nl_be: Gegevensreeks selecteren
pt_br: Selecionar série de dados
ru_ru: Выберите серию данных
tr_tr: Veri serisini seçin
zh_hans: 选择数据序列

# strToolTipCboWindows
source: Select FFT window
ar: حدد نافذة FFT
bn_bd: FFT উইন্ডো নির্বাচন করুন
da_dk: Vælg FFT-vindue
de_de: FFT-Fenster auswählen
es: Seleccionar la ventana a utilizar en la FFT
hi_in: FFT विंडो चुनें
lt_lt: Pasirinkti FFT langą
nb_no: Velg FFT-vindu
nl_be: Selecteer FFT-venster
pt_br: Selecionar janela para a FFT
ru_ru: Выберите окно БПФ
tr_tr: FFT penceresini seçin
zh_hans: 选择 FFT 窗函数

# strToolTipExit
source: Exit the application
ar: الخروج من اللبرنامج
bn_bd: সফটওয়্যার থেকে প্রস্থান করুন
da_dk: Afslut applikationen
de_de: Programm beenden
es: Salir de la aplicación
hi_in: आवेदन से बाहर निकलें
lt_lt: Išeiti iš aplikacijos
nb_no: Avslutt applikasjonen
nl_be: Sluit de applicatie
pt_br: Sair da aplicação
ru_ru: Выйти из приложения
tr_tr: Uygulamadan çıkın
zh_hans: 退出程序

# strToolTipExport
source: Export data and data analysis
ar: تصدير تحليل البيانات
bn_bd: ডেটা এবং ডেটা বিশ্লেষণ রপ্তানি করুন
da_dk: Eksportér data og dataanalyse
de_de: Daten und Analysedaten exportieren
es: Exportar datos y resultados del análisis
hi_in: निर्यात डेटा और डेटा विश्लेषण
lt_lt: Eksportuoti duomenis ir duomenų analizę
nb_no: Eksporter data og dataanalyse
nl_be: Gegevens exporteren en gegevensanalyse
pt_br: Exportar dados e análise de dados
ru_ru: Экспорт данных и анализ данных
tr_tr: Verileri ve veri analizini dışa aktarın
zh_hans: 导出数据和分析结果
