Repository: arthurits/SignalAnalysis
Catalog: SignalAnalysis/localization/strings.*.resx
Languages: ar, bn_bd, da_dk, de_de, es, hi_in, lt_lt, nb_no, nl_be, pt_br, ru_ru, tr_tr, zh_hans

# strFileHeader27
source: milliseconds, millisecond, milliseconds
ar: الثواني بالمللي
bn_bd: মিলিসেকেন্ড
da_dk: millisekunder, millisekund, millisekunder
de_de: Millisekunden, Millisekunde, Millisekunden
es: milisegundos, milisegundo, milisegundos
hi_in: मिलीसेकेंड
lt_lt: milisekundžių, milisekundė, milisekundės
nb_no: millisekunder, millisekund, millisekunder
nl_be: millisecondemilliseconden, milliseconde, millisecondenn
pt_br: milissegundos, milissegundo, milissegundos
ru_ru: миллисекунд, миллисекунда, миллисекунды, миллисекунды, миллисекунды, миллисекунд
tr_tr: milisaniye
zh_hans: 毫秒

# strFileHeader28
source: Derivative
ar: المشتق
bn_bd: ডেরিভেটিভ
da_dk: Afledt
de_de: Ableitung
es: Derivada
hi_in: व्युत्पन्न
lt_lt: Išvestinė
nb_no: Derivativ
nl_be: Afgeleide
pt_br: Derivada
ru_ru: Производная
tr_tr: Türetilmiş
zh_hans: 导数

# strFileHeader29
source: Differentiation algorithm
de_de: Differenzierung Algorithmus
es: Algoritmo de diferenciación
nb_no: Deriveringsalgoritme
ru_ru: Дифференцирующий алгоритм
zh_hans: 微分算法

# strFileHeader30
source: Integration algorithm
de_de: Integration Algorithmus
es: Algoritmo de integración
nb_no: Integreringsalgoritme
ru_ru: Интеграционный алгоритм
zh_hans: 积分算法

# strFileHeader31
source: Integral value
de_de: Integraler Wert
es: Valor de la integral
nb_no: Integralet
ru_ru: Интегральное значение
zh_hans: 积分值

# strFileHeader32
source: Variance
ar: التباين
bn_bd: ভ্যারিয়েন্স
da_dk: Varians
de_de: Varianz
es: Variancia
hi_in: विचरण
lt_lt: Dispersija
nb_no: Varians
nl_be: Variantie
pt_br: Variância
ru_ru: Дисперсия
tr_tr: Varyans
zh_hans: 方差

# strFileHeader33
source: Box plot lower limit
es: Boxplot límite inferior
nb_no: Boksplott nedre grense

# strFileHeader34
source: Box plot upper limit
es: Boxplot límite superior
nb_no: Boksplott øvre grense

# strFileHeader35
source: Quartile 1 (25%)
es: Cuartil 1 (25%)
nb_no: Kvartil 1 (25%)
ru_ru: Квартиль 1 (25%)

# strFileHeader36
source: Quartile 2 (50%)
es: Cuartil 2 (50%)
nb_no: Kvartil 2 (50 %)
ru_ru: Квартиль 2 (50%)

# strFileHeader37
source: Quartile 3 (75%)
es: Cuartil 3 (75%)
nb_no: Kvartil 3 (75 %)
ru_ru: Квартиль 3 (75%)

# strFileHeaderSection
source: Section '{0}' is mis-formatted.
ar: قسم '{0}' منسق.
bn_bd: বিভাগ '{0}' ভুল ফর্ম্যাট করা হয়েছে.
da_dk: Sektion '{0}' har ugyldigt format.
de_de: Sektion '{0}' ist falsch formatiert.
es: La sección '{0}' tiene formato incorrecto.
hi_in: खंड '{0}' गलत स्वरूपित है।
lt_lt: Sekcija '{0}' netinkamai suformatuota.
nb_no: Del '{0}' er feilformatert.
nl_be: Sectie '{0}' is verkeerd opgemaakt.
pt_br: A seção '{0}' está mal-formatada.
ru_ru: Раздел '{0}' имеет неправильный формат.
tr_tr: '{0}' bölümü yanlış biçimlendirilmiş.
zh_hans: 节“{0}”格式不正确。

# strFrmLanguage
source: Select culture
ar: إختر الثقافة
bn_bd: বিভাগ সংস্কৃতি
da_dk: Vælg kultur
de_de: Kultur wählen
es: Seleccionar referencia cultural
hi_in: संस्कृति का चयन करें
lt_lt: Pasirinkti kultūrą
nb_no: Velg kultur
nl_be: Selecteer cultuur
pt_br: Selecionar cultura
ru_ru: Выберите культуру
tr_tr: Kültür seçin
zh_hans: 区域设置

# strFrmSettings
source: Settings
ar: الإعدادات
bn_bd: সেটিংস
da_dk: Indstillinger
de_de: Einstellungen
es: Opciones
hi_in: समायोजन
lt_lt: Nustatymai
nb_no: Innstillinger
nl_be: Instellingen
pt_br: Configurações
ru_ru: настройки
tr_tr: Ayarlar
zh_hans: 设置

# strFrmTitle
source: Signal analysis
ar: تحليل الإشارة
bn_bd: সংকেত বিশ্লেষণ
da_dk: Signalanalyse
de_de: Signalanalyse
es: Análisis de señales
hi_in: सिग्नल विश्लेषण
lt_lt: Signalo analizė
nb_no: Signalanalyse
nl_be: Signaalanalyse
pt_br: Análise de Sinal
ru_ru: Анализ сигналов
tr_tr: SinyalAnalizi

# strGrpAlgorithms
source: Finite difference algorithms
de_de: Finite-Differenzen-Algorithmen
es: Algoritmos de diferencias finitas
nb_no: Diskrete differansealgoritmer
zh_hans: 有限差分算法

# strGrpAxis
source: Abscissa axis
ar: المحور السيني
bn_bd: অ্যাবসিসা অক্ষ
da_dk: Abscisseakse
de_de: Abszissenachse
es: Eje de abscisas
hi_in: एब्सिस्सा अक्ष
lt_lt: Abscisių ašis
nb_no: Abscisse-akse
nl_be: Abscisas
pt_br: Eixo das Abcissas
ru_ru: абсцисса ось
tr_tr: Apsis ekseni
zh_hans: 横坐标

# strGrpCulture
source: UI and data format
ar: صيغة البيانات
bn_bd: UI এবং ডেটা বিন্যাস
da_dk: UI og dataformat
de_de: UI und Datenformat
es: Formato de datos e interfaz
hi_in: यूआई और डेटा प्रारूप
lt_lt: Vartotojo sąsajos ir duomenų formatas
nb_no: UI og dataformat
nl_be: Gebruikersinterface en gegevensindeling
pt_br: Interface e formatação de dados
ru_ru: Пользовательский интерфейс и формат данных
tr_tr: UI ve veri formatı
zh_hans: 用户界面及数据格式

# strGrpFFT
source: FFT points
ar: نقاط FFT
bn_bd: FFT পয়েন্ট
da_dk: FFT point
de_de: FFT-Punkte
es: Puntos FFT
hi_in: एफएफटी अंक
lt_lt: FFT taškai
nb_no: FFT-punkt
nl_be: FFT-punten
pt_br: Pontos FFT
tr_tr: FFT noktaları
zh_hans: FFT点

# strIntegrationAlgorithms
source: Left-point rule, Mid-point rule, Right-point rule, Trapezoid rule, Simpson's 1/3 rule, Simpson's 3/8 rule, Simpson's composite rule, Romberg's method
es: Punto izquierdo, Punto medio, Punto derecho, Método trapezoidal, Simpson 1/3, Simpson 3/8, Simpson compuesto, Método de Romberg
nb_no: Venstre punktregel, Midtpunktregel, Høyre punktregel, Trapesregel, Simpsons 1/3-regel, Simpsons 3/8-regel, Simpsons sammensatte regel, Rombergs metode
zh_hans: 左端点法, 中点法, 右端点法, 梯形法, 辛普森 1/3 法, 辛普森 3/8 法, 辛普森法, 龙贝格法

# strLblData
source: Data-file path
ar: مسار الملف
bn_bd: ডাটা-ফাইল পাথ
da_dk: Sti til datafil
de_de: Datenpfad
es: Ruta del archivo de datos
hi_in: डेटा-फ़ाइल पथ
lt_lt: Duomenų failo kelias
nb_no: Datafilbane
nl_be: Pad gegevensbestand
pt_br: Caminho para o arquivo de dados
ru_ru: Путь к файлу данных
tr_tr: Veri dosyası yolu
zh_hans: 数据文件路径

# strLblDataFormat
source: Numeric data-formatting string
ar: صيغة الملف ارقام او حروف
bn_bd: সংখ্যাসূচক ডেটা-ফরম্যাটিং স্ট্রিং
da_dk: Numerisk dataformateringsstreng
de_de: Numerische Datenformatierungszeichenfolge
es: Cadena de formato numérico
hi_in: संख्यात्मक डेटा-स्वरूपण स्ट्रिंग
lt_lt: Skaitmeninė duomenų formatavimo eilutė
nb_no: Numerisk dataformateringsstreng
nl_be: Tekenreeks voor numerieke gegevensopmaak
pt_br: String de formato de dados numéricos
ru_ru: Строка форматирования числовых данных
tr_tr: Sayısal veri biçimlendirme dizesi
zh_hans: 数值数据格式化字符串

# strLblEnd
source: Array index end (max {0})
ar: نهاية المصفوفة (أقصى {0})
bn_bd: অ্যারে সূচক শেষ (সর্বোচ্চ {0})
da_dk: Array-indeksslutt (max {0})
de_de: Array Index Ende (max {0})
es: Índice final (máx {0})
hi_in: ऐरे इंडेक्स एंड (मैक्स {0})
lt_lt: Masyvo indekso pabaiga (maks {0})
nb_no: Array-indeksslutt (maks {0})
nl_be: Einde matrixindex (max {0})
pt_br: Índice final (máx {0})
ru_ru: Конец индекса массива (макс. {0})
tr_tr: Dizi dizini sonu (maks {0})
zh_hans: 数组索引结束（上限 {0}）

# strLblIntegration
source: Quadrature algorithms
de_de: Quadratur-Algorithmen
es: Algoritmos de cuadratura
nb_no: Kvadraturmetode
ru_ru: Квадратурные алгоритмы
zh_hans: 求积算法

# strLblSeries
source: Select series
ar: إختار السلالة
bn_bd: সিরিজ নির্বাচন করুন
da_dk: Vælg serie
de_de: Serienauswahl
es: Seleccionar serie
hi_in: श्रृंखला का चयन करें
lt_lt: Pasirinkti seriją
nb_no: Velg serie
nl_be: Selecteer serie
pt_br: Selecionar série
ru_ru: Выберите серию
tr_tr: Seri seçin
zh_hans: 选择序列

# strLblStart
source: Array index start
ar: بداية المصفوفة
bn_bd: অ্যারে সূচী শুরু
da_dk: Array-indeksstart
es: Índice inicial
hi_in: सरणी अनुक्रमणिका प्रारंभ
lt_lt: Masyvo indekso pradžia
nb_no: Array-indeksstart
nl_be: Matrix-index start
pt_br: Índice inicial
ru_ru: начало индекса массива
tr_tr: Dizi indeksi başlangıcı
zh_hans: 数组索引起始

# strLblWindow
source: Window
ar: نافذة
bn_bd: জানালা
da_dk: Vindue
de_de: Fenster
es: Ventana
hi_in: खिड़की
lt_lt: Langas
nb_no: Vindu
nl_be: Venster
pt_br: Janela
ru_ru: Окно
tr_tr: Pencere
zh_hans: 窗

# strMsgBoxErrorDerivative
source: Unexpected error while computing numerical differentiation. {0}
de_de: Unerwarteter Fehler beim Berechnen der numerischen Differentiation. {0}
es: Se produjo un error inesperado al calcular la derivada numérica. {0}
nb_no: Uventet feil under numerisk derivasjon. {0}
ru_ru: Неожиданная ошибка при вычислении численного дифференцирования.{0}
zh_hans: 计算数值微分时出现意外错误。 {0}

# strMsgBoxErrorDerivativeTitle
source: Differentiation error
de_de: Differenzierung Fehler
es: Error en la derivada
nb_no: Derivasjonsfeil
ru_ru: Ошибка дифференцирования
zh_hans: 微分错误

# strMsgBoxErrorDescriptiveStats
source: Unexpected error while computing descriptive statistics values. {0}
de_de: Unerwarteter Fehler beim Berechnen deskriptiver Statistikwerte. {0}
es: Se produjo un error inesperado al calcular los estadísticos descriptivos. {0}
nb_no: Uventet feil ved beregning av deskriptiv statistikk. {0}
ru_ru: Неожиданная ошибка при вычислении значений описательной статистики.{0}
zh_hans: 计算描述性统计量时发生了意外错误。 {0}

# strMsgBoxErrorDescriptiveStatsTitle
source: Statistics error
de_de: Fehler beim Statistik
es: Error en la estadística
nb_no: Statistikkfeil
zh_hans: 统计错误

# strMsgBoxErrorEntropy
source: Unexpected error while computing entropy values. {0}
de_de: Unerwarteter Fehler beim Berechnen der Entropiewerte. {0}
es: Se produjo un error inesperado al calcular los valores de entropía. {0}
nb_no: Uventet feil under beregning av entropi. {0}
ru_ru: Неожиданная ошибка при вычислении значений энтропии.{0}
zh_hans: 计算熵值时发生了意外错误。 {0}

# strMsgBoxErrorEntropyTitle
source: Entropy error
de_de: Fehler beim Entropie
es: Error en la entropía
nb_no: Entropifeil
zh_hans: 熵错误

# strMsgBoxErrorFFT
source: Unexpected error while computing the FFT. {0}
ar: حدث خطأ اثناء الحسابة {0}
bn_bd: FFT গণনা করার সময় অপ্রত্যাশিত ত্রুটি. {0}
da_dk: Uventet fejl under beregning av FFT. {0}
de_de: Unbekannter Fehler beim verarbeiten der FFT. {0}
es: Se produjo un error inesperado al calcular la FFT. {0}
hi_in: FFT की गणना करते समय अनपेक्षित त्रुटि। {0}
lt_lt: Netikėta klaida skaičiuojant FFT.{0}
nb_no: Uventet feil under beregning av FFT. {0}
nl_be: Onverwachte fout tijdens het berekenen van de FFT. {0}
pt_br: Erro inesperado enquanto calculava o FFT. {0}
ru_ru: Непредвиденная ошибка при вычислении БПФ.{0}
tr_tr: FFT hesaplanırken beklenmeyen hata. {0}
zh_hans: 计算 FFT 时发生了意外错误。 {0}

# strMsgBoxErrorFFTTitle
source: FFT error
ar: حدث خطأ
bn_bd: FFT ত্রুটি
da_dk: FFT-fejl
de_de: FFT Fehler
es: Error en FFT
hi_in: एफएफटी त्रुटि
lt_lt: FFT klaida
nb_no: FFT-feil
nl_be: FFT-fout
pt_br: Erro de FFT
ru_ru: ошибка БПФ
tr_tr: FFT hatası
zh_hans: FFT 错误

# strMsgBoxErrorFractal
source: Unexpected error while computing the fractal dimension. {0}
de_de: Unerwarteter Fehler beim Berechnen der fraktalen Dimension. {0}
es: Se produjo un error inesperado al calcular la dimensión fractal. {0}
nb_no: Uventet feil ved beregning av fraktaldimensjon. {0}
ru_ru: Неожиданная ошибка при вычислении фрактальной размерности.{0}
zh_hans: 计算分形维数时发生了意外错误。 {0}

# strMsgBoxErrorFractalTitle
source: Fractal error
de_de: Fehler beim Fraktal
es: Error en dimensión fractal
nb_no: Fraktal-feil
ru_ru: Фрактальная ошибка
zh_hans: 分形错误

# strMsgBoxErrorOpenData
source: An unexpected error happened while opening data file. Please try again later or contact the software engineer. {0}
ar: حدث خطأ غير متوقع أثناء فتح الملف من فضلك قم بالمحاولة لاحقا أو تحدث مع مهندس البرنامج {0}
bn_bd: ডেটা ফাইল খোলার সময় একটি অপ্রত্যাশিত ত্রুটি ঘটেছে. অনুগ্রহ করে পরে আবার চেষ্টা করুন বা সফ্টওয়্যার ইঞ্জিনিয়ারের সাথে যোগাযোগ করুন. {0}
da_dk: Der opstod en uventet fejl under åbningen af datafilen. Prøv igen senere eller kontakt udvikleren. {0}
de_de: Unerwarteter Fehler beim Öffnen der Datei. Bitte versuchen Sie es später erneut oder kontaktieren den Entwickler. {0}
es: Se ha producido un error inesperado al abrir el archivo de datos. Por favor, inténtelo más tarde o contacte al autor de este software. {0}
hi_in: डेटा फ़ाइल खोलते समय एक अनपेक्षित त्रुटि हुई। कृपया बाद में पुन: प्रयास करें या सॉफ़्टवेयर इंजीनियर से संपर्क करें। {0}
lt_lt: Atidarant duomenų failą įvyko netikėta klaida. Bandykite dar kartą vėliau arba susisiekite su programinės įrangos inžinieriumi. {0}
nb_no: Det oppstod en uventet feil under åpningen av datafilen. Prøv igjen senere eller kontakt programvareingeniøren. {0}
nl_be: Er is een onverwachte fout opgetreden bij het openen van het gegevensbestand. Probeer het later opnieuw of neem contact op met de software-engineer. {0}
pt_br: Um erro inesperado ocorreu enquanto carregava o arquivo de dados. Por favor, tente novamente ou contacte o autor deste software. {0}
ru_ru: При открытии файла данных произошла непредвиденная ошибка.Повторите попытку позже или обратитесь к инженеру-программисту.{0}
tr_tr: Veri dosyası açılırken beklenmeyen bir hata oluştu. Lütfen daha sonra tekrar deneyin veya yazılım mühendisiyle iletişime geçin. {0}
zh_hans: 在打开数据文件时发生了意外错误。 请稍后重试或联系软件工程师。 {0}

# strMsgBoxErrorOpenDataTitle
source: Error opening data
ar: خطأ في فتح البيانات
da_dk: Fejl ved åbning af data
de_de: Fehler beim Öffnen
es: Error al abrir archivo de datos
hi_in: डेटा खोलने में त्रुटि
lt_lt: Klaida atidarant duomenis
nb_no: Feil ved åpning av data
nl_be: Fout bij openen van gegevens
pt_br: Erro ao abrir o arquivo de dados
ru_ru: Ошибка открытия данных
tr_tr: Veri açılırken hata oluştu
zh_hans: 打开数据出错

# strMsgBoxErrorSaveData
source: An unexpected error happened while saving data file. Please try again later or contact the software engineer. {0}
ar: حدث خطأ اثناء حفظ البيانات من فضلك حاول لاحقا أو تحدث مع مهندس البرنامج {0}
bn_bd: ডেটা ফাইল সংরক্ষণ করার সময় একটি অপ্রত্যাশিত ত্রুটি ঘটেছে. অনুগ্রহ করে পরে আবার চেষ্টা করুন বা সফ্টওয়্যার ইঞ্জিনিয়ারের সাথে যোগাযোগ করুন. {0}
da_dk: Der opstod en uventet fejl under lagringen af datafilen. Prøv igen senere eller kontakt udvikleren. {0}
de_de: Unerwarteter Fehler beim Speichern der Datei. Bitte versuchen Sie es später erneut oder kontaktieren Sie den Entwickler. {0}
es: Se ha producido un error inesperado al guardar el archivo de datos. Por favor, inténtelo más tarde o contacte al autor de este software. {0}
hi_in: डेटा फ़ाइल सहेजते समय एक अनपेक्षित त्रुटि हुई. कृपया बाद में पुन: प्रयास करें या सॉफ़्टवेयर इंजीनियर से संपर्क करें। {0}
lt_lt: Išsaugant duomenų failą įvyko netikėta klaida. Bandykite dar kartą vėliau arba susisiekite su programinės įrangos inžinieriumi. {0}
nb_no: Det oppstod en uventet feil under lagring av datafilen. Prøv igjen senere eller kontakt programvareingeniøren. {0}
nl_be: Er is een onverwachte fout opgetreden tijdens het opslaan van het gegevensbestand. Probeer het later opnieuw of neem contact op met de software-engineer. {0}
pt_br: Um erro inesperado ocorreu enquanto salvava o arquivo de dados. Por favor, tente novamente ou contacte o autor deste software. {0}
ru_ru: При сохранении файла данных произошла непредвиденная ошибка.Повторите попытку позже или обратитесь к инженеру-программисту.{0}
tr_tr: Veri dosyası kaydedilirken beklenmeyen bir hata oluştu. Lütfen daha sonra tekrar deneyin veya yazılım mühendisiyle iletişime geçin. {0}
zh_hans: 在保存数据文件时发生了意外错误。 请稍后重试或联系软件工程师。 {0}

# strMsgBoxErrorSaveDataTitle
source: Error saving data
ar: حطأ اثناء حفظ البيانات
bn_bd: ডেটা সংরক্ষণে ত্রুটি৷
da_dk: Fejl ved lagring av data
de_de: Fehler beim Speichern
es: Error al guardar archivo de datos
hi_in: डेटा सहेजने में त्रुटि
lt_lt: Klaida išsaugant duomenis
nb_no: Feil under lagring av data
nl_be: Fout bij opslaan van gegevens
pt_br: Erro ao salvar dados
ru_ru: Ошибка сохранения данных
tr_tr: Veri kaydedilirken hata oluştu
zh_hans: 保存数据出错

# strMsgBoxExit
source: Are you sure you want to exit the application?
ar: هل انت متأكد من اغلاق البرنامج ؟
bn_bd: তুমি কি নিশ্চিত আপনি প্রস্থান করতে চান সফটওয়্যার টি?
da_dk: Er du sikker på at du vil afslutte programmet?
de_de: Sind Sie sicher das Sie das Programm beenden wollen?
es: ¿Está seguro de que quiere salir de la aplicación?
hi_in: क्या आप वाकई ऐप्लिकेशन से बाहर निकलना चाहते हैं?
lt_lt: Ar tikrai norite išeiti iš programos?
nb_no: Er du sikker på at du vil avslutte programmet?
nl_be: Weet u zeker dat u de applicatie wil afsluiten?
pt_br: Tem certeza que deseja sair da aplicação?
ru_ru: Вы уверены, что хотите выйтииз приложения?
tr_tr: Çıkmak istediğine emin misin uygulama?
zh_hans: 您确定要退出程序吗？

# strMsgBoxExitTitle
source: Exit?
ar: إغلاق ؟
bn_bd: প্রস্থান করুন?
da_dk: Afslut?
de_de: Beenden?
es: ¿Salir?
hi_in: बाहर निकलना?
lt_lt: Išeiti?
nl_be: Sluiten?
pt_br: Sair?
ru_ru: Выход?
tr_tr: Çıkış?
zh_hans: 退出？

# strMsgBoxInitArray
source: Unexpected error in 'InitializeDataArrays'. {0}
ar: 'خطأ غير متوقع 'اثناء حساب المصفوفة {0}
bn_bd: অপ্রত্যাশিত ত্রুটি 'InitializeDataArrays'. {0}
da_dk: Uventet fejl i 'InitializeDataArrays'. {0}
de_de: Unerwarteter Fehler in 'InitializeDataArrays'. {0}
es: Se ha producido un error inesperado en la función 'InitializeDataArrays'. {0}
hi_in: 'InitializeDataArrays' में अनपेक्षित त्रुटि। {0}
lt_lt: Netikėta 'InitializeDataArrays' klaida.{0}
nb_no: Uventet feil i 'InitializeDataArrays'. {0}
nl_be: Onverwachte fout in 'InitializeDataArrays'. {0}
pt_br: Erro inesperado em 'InitializeDataArrays'. {0}
ru_ru: Непредвиденная ошибка в 'InitializeDataArrays'.{0}
tr_tr: 'InitializeDataArrays' içinde beklenmeyen hata. {0}
zh_hans: 'InitializeDataArrays' 中发生了意外错误。 {0}

# strMsgBoxNoData
source: There is no data available to be saved.
ar: لا يوجد بيانات لحفظها.
bn_bd: সংরক্ষণ করার জন্য কোন তথ্য উপলব্ধ নেই.
da_dk: Der er ingen tilgængelige data, som kan lagres.
de_de: Keine Daten vorhanden, die gespeichert werden können.
es: No hay datos disponibles para guardar.
hi_in: सहेजे जाने के लिए कोई डेटा उपलब्ध नहीं है।
lt_lt: Nėra duomenų, kuriuos būtų galima išsaugoti.
nb_no: Det er ingen tilgjengelige data som kan lagres.
nl_be: Er zijn geen gegevens beschikbaar om op te slaan.
pt_br: Não há dados disponíveis para salvar.
ru_ru: Нет доступных данных для сохранения.
tr_tr: Kaydedilecek veri yok.
zh_hans: 没有可供保存的数据。

# strMsgBoxNoDataTitle
source: No data
ar: لا يوجد بيانات
bn_bd: কোন তথ্য নেই
da_dk: Ingen data
de_de: Keine Daten
es: Datos
hi_in: कोई डेटा नहीं
lt_lt: Nėra duomenų
nb_no: Ingen data
nl_be: Geen gegevens
pt_br: Nenhum dado
ru_ru: Нет данных
tr_tr: Veri yok
zh_hans: 无数据

# strMsgBoxOKSaveData
source: Data has been successfully saved to disk.
ar: تم حفظ البيانات بنجاح للقرص.
bn_bd: ডেটা সফলভাবে ডিস্কে সংরক্ষণ করা হয়েছে.
da_dk: Data blev gemt på disken.
de_de: Daten wurden erfolgreich gespeichert.
es: Los datos se han guardado correctamente.
hi_in: डेटा को डिस्क में सफलतापूर्वक सहेज लिया गया है।
lt_lt: Duomenys sėkmingai įrašyti į diską.
nb_no: Data har blitt lagret på disken.
nl_be: De gegevens zijn succesvol op schijf opgeslagen.
pt_br: Dados foram salvos com sucesso.
ru_ru: Данные успешно сохранены на диск.
tr_tr: Veriler başarıyla diske kaydedildi.
zh_hans: 数据已成功保存到磁盘。

# strMsgBoxOKSaveDataTitle
source: Data saved
ar: تم حفظ البيانات
bn_bd: ডেটা সংরক্ষিত
da_dk: Data gemt
de_de: Daten gespeichert
es: Datos guardados
hi_in: डेटा सहेजा गया
lt_lt: Duomenys išsaugoti
nb_no: Data lagret
nl_be: Gegevens opgeslagen
pt_br: Dados salvos
ru_ru: Данные сохранены
tr_tr: Veri kaydedildi
zh_hans: 数据已保存

# strMsgBoxTaskDerivativeCancel
source: Numerical differentiation has been stopped.
de_de: Die numerische Differenzierung wurde gestoppt.
es: El cálculo de la derivada numérica se ha detenido.
nb_no: Numerisk derivasjon har blitt stoppet.
ru_ru: Численное дифференцирование было остановлено.
zh_hans: 数值微分已停止。

# strMsgBoxTaskDerivativeCancelTitle
source: Cancel
de_de: Abbrechen
es: Fin
nb_no: Avbryt
ru_ru: Отменить
zh_hans: 取消

# strMsgBoxTaskEntropyCancel
source: Entropy computation has been stopped.
de_de: Die Entropieberechnung wurde gestoppt.
es: El cálculo de la entropía se ha detenido.
nb_no: Entropi-kalkulasjon har blitt stoppet.
ru_ru: Вычисление энтропии было остановлено.
zh_hans: 熵计算已停止。

# strMsgBoxTaskEntropyCancelTitle
source: Cancel
de_de: Abbrechen
es: Fin
nb_no: Avbryt
ru_ru: Отменить
zh_hans: 取消

# strMsgBoxTaskFractalCancel
source: Computation of the Hausdorff-Besicovitch fractal dimension has been stopped.
ar: حساب كسور هاسكو بدروفيتش إتجاهات توقفت.
bn_bd: হাউসডর্ফ-বেসিকোভিচ ফ্র্যাক্টাল মাত্রার গণনা বন্ধ করা হয়েছে.
da_dk: Beregning af Hausdorff-Besicovitch fraktaldimensionen er blevet stoppet.
de_de: Berechnung der Hausdorff-Besicovitch-Fraktal Dimension wurde gestoppt.
es: El cálculo de la dimensión fractal de Hausdorff-Besicovitch se ha detenido.
hi_in: हॉसडॉर्फ-बेसिकोविच फ्रैक्टल आयाम की गणना रोक दी गई है।
lt_lt: Hausdorff-Besicovitch fraktalo matmens skaičiavimas buvo sustabdytas.
nb_no: Beregning av Hausdorff-Besicovitch fraktaldimensjonen har stoppet.
nl_be: Berekening van de Hausdorff-Besicovitch fractal dimensie is gestopt.
pt_br: A computação do fractal da dimensão Hausdorff-Besicovitch foi interrompida.
ru_ru: Прекращен расчет фрактальной размерностиХаусдорфа-Безиковича.
tr_tr: Hausdorff-Besicovitch fraktalının hesaplanması boyut durdurulmuştur.
zh_hans: Hausdorff-Besicovitch 分形维数的计算已停止。

# strMsgBoxTaskFractalCancelTitle
source: Cancel
ar: توقف
bn_bd: বন্ধ
da_dk: Stop
de_de: Stopp
es: Fin
hi_in: विराम
lt_lt: Sustabdyti
nb_no: Stoppe
nl_be: Stop
pt_br: Interrupção
ru_ru: остановка
tr_tr: Durmak
zh_hans: 取消

# strOpenDlgFilter
source: ErgoLux files (*.elux)|*.elux|SignalAnalysis files (*.sig)|*.sig|Text files (*.txt)|*.txt|Binary files (*.bin)|*.bin|All files (*.*)|*.*
ar: ملفات إرجولكس (*.elux)|*.elux|ملفات تحليل الإشارة (*.sig)|*.sig|ملفات النصوص (*.txt)|*.txt|ملفات الأرقام (*.bin)|*.bin|جميع الملفات (*.*)|*.*
bn_bd: ErgoLux ফাইলগুলি (*.elux)|*.elux|SignalAnalysis ফাইলগুলি (*.sig)|*.sig|টেক্সট ফাইলগুলি (*.txt)|*.txt|বাইনারি ফাইলগুলি (*.bin)|*.bin|সকল ফাইলগুলি (*.*)|*.*
da_dk: ErgoLux-filer (*.elux)|*.elux|Signalanalysefiler (*.sig)|*.sig|Tekstfiler (*.txt)|*.txt|Binære filer (*.bin)|*.bin|Alle filer (*.*)|*.*
de_de: ErgoLux Dateien (*.elux)|*.elux|SignalAnalysis Dateien (*.sig)|*.sig|Textdateien (*.txt)|*.txt|Binärdateien (*.bin)|*.bin|Alle Dateien (*.*)|*.*
es: Archivo ErgoLux (*.elux)|*.elux|Archivo SignalAnalysis (*.sig)|*.sig|Archivo de texto (*.txt)|*.txt|Archivo binario (*.bin)|*.bin|Todos los archivos (*.*)|*.*
lt_lt: ErgoLux failai (*.elux)|*.elux|SignalAnalysis failai (*.sig)|*.sig|Teksto failai (*.txt)|*.txt|Dvejetainiai failai (*.bin)|*.bin|Visi failai (*.*)|*.*
nb_no: ErgoLux-filer (*.elux)|*.elux|Signalanalysefiler (*.sig)|*.sig|Tekstfiler (*.txt)|*.txt|Binære filer (*.bin)|*.bin|Alle filer (*.*)|*.*
nl_be: ErgoLux-bestanden (*.elux)|*.elux|SignalAnalysis-bestanden (*.sig)|*.sig|Tekstbestanden (*.txt)|*.txt|Binaire bestanden (*.bin)|*.bin|Alle bestanden (*.*)|*.*
ru_ru: Файлы ErgoLux (*.elux)|*.elux|Файлы SignalAnalysis (*.sig)|*.sig|Текстовые файлы (*.txt)|*.txt|Двоичные файлы (*.bin)|*.bin|Все файлы (*.*)|*.*
tr_tr: ErgoLux dosyaları (*.elux)|*.elux|SinyalAnalizi dosyaları (*.sig)|*.sig|Metin dosyaları (*.txt)|*.txt|İkili dosyalar (*.bin)|*.bin|Tüm dosyalar (*.*)|*.*
zh_hans: ErgoLux 文件 (*.elux)|*.elux|SignalAnalysis 文件 (*.sig)|*.sig|文本文件 (*.txt)|*.txt|二进制文件 (*.bin)|*.bin|所有文件 (*.*)|*.*

# strOpenDlgTitle
source: Open data file
ar: فتح ملف البيانات
bn_bd: তথ্যের ফাইল খুলুন
da_dk: Åbn datafil
de_de: Datendateien öffnen
es: Abrir archivo de datos
hi_in: डेटा फ़ाइल खोलें
lt_lt: Atidaryti duomenų failą
nb_no: Åpne datafil
nl_be: Gegevensbestand openen
pt_br: Abrir arquivo de dados
ru_ru: Открыть файл данных
tr_tr: Veri dosyasını aç
zh_hans: 打开数据文件

# strPlotAppliedTitle
source: Windowed signal
ar: نافذة الإشارة
bn_bd: জানালাযুক্ত সংকেত
da_dk: Vinduessignal
de_de: Fenstersignal
es: Señal transformada
hi_in: खिड़की वाला संकेत
lt_lt: Languotas signalas
nb_no: Vindusignal
nl_be: Signaal in venster
pt_br: Sinal na janela
ru_ru: оконный сигнал
tr_tr: Pencereli sinyal
zh_hans: 加窗信号
