Repository: arthurits/SignalAnalysis
Catalog: SignalAnalysis/localization/strings.*.resx
Languages: ar, bn_bd, da_dk, de_de, es, hi_in, lt_lt, nb_no, nl_be, pt_br, ru_ru, tr_tr, zh_hans

# strAboutCompanyName
source: Developed by {0}
ar: طور بواسطة {0}
bn_bd: নির্মাণে {0}
da_dk: Udviklet af {0}
de_de: Entwickelt von {0}
es: Desarrollado por {0}
hi_in: द्वारा विकसित {0}
lt_lt: Sukūrė {0}
nb_no: Utviklet av {0}
nl_be: Ontwikkeld door {0}
pt_br: Desenvolvido por {0}
ru_ru: Разработано компанией {0}
tr_tr: Tarafından geliştirilmiş {0}
zh_hans: 开发者 {0}

# strAboutDescription
source: Analysis tool featuring basic descriptive statistics, FFT (fast Fourier transform), fractal dimension, differentiation, integration, and entropy for signals (elux files as well as generic ones). No commercial use allowed whatsoever. Contact the author for any inquiries. If you find this software useful, please consider supporting it!
ar: أداة تحليل تتميز بالإحصاءات الوصفية الأساسية ، FFT (تحويل فورييه السريع) ، البعد الكسري ، التمايز ، التكامل ، والإنتروبيا للإشارات (ملفات elux بالإضافة إلى الملفات العامة). لا يسمح بأي استخدام تجاري على الإطلاق. تواصل مع المؤلف لأية استفسارات. إذا وجدت هذا البرنامج مفيدًا ، فالرجاء التفكير في دعمه!
bn_bd: মৌলিক বর্ণনামূলক পরিসংখ্যান, এফএফটি (দ্রুত ফুরিয়ার ট্রান্সফর্ম), ফ্র্যাক্টাল ডাইমেনশন, ডিফারেন্সিয়েশন, ইন্টিগ্রেশন এবং সিগন্যালের জন্য এনট্রপি (এলাক্স ফাইলের পাশাপাশি জেনেরিক ফাইল) সমন্বিত বিশ্লেষণ টুল। কোনো বাণিজ্যিক ব্যবহারের অনুমতি নেই. কোন অনুসন্ধানের জন্য লেখকের সাথে যোগাযোগ করুন. আপনি যদি এই সফ্টওয়্যারটিকে দরকারী মনে করেন, তাহলে অনুগ্রহ করে এটিকে সমর্থন করার কথা বিবেচনা করুন!
da_dk: Analyseværktøj med grundlæggende beskrivende statistik, FFT (hurtig Fourier-transformation), fraktal dimension, differentiering, integration og entropi for signaler (elux-filer såvel som generiske). Ingen kommerciel brug tilladt overhovedet. Kontakt forfatteren for eventuelle spørgsmål. Hvis du finder denne software nyttig, så overvej at støtte den!
de_de: Analysetool mit grundlegender deskriptiver Statistik, FFT (Fast Fourier Transformation), fraktaler Dimension, Differentiation, Integration und Entropie für Signale (sowohl Elux-Dateien als auch generische). Jegliche kommerzielle Nutzung ist nicht gestattet. Wenden Sie sich bei Fragen an den Autor. Wenn Sie diese Software nützlich finden, erwägen Sie bitte, sie zu unterstützen!
es: Aplicación para el análisis de señales (archivos elux y otros genéricos): cálculo de estadísticas descriptivas, transformada de Fourier (FFT), dimensión fractal, derivada, integral y entropía. Prohibido expresamente cualquier uso con fines comerciales o lucrativos. Póngase en contacto con el autor para cualquier consulta. Si esta aplicación le resulta útil y práctica, por favor considere apoyarla mediante un donativo.
hi_in: बुनियादी वर्णनात्मक आंकड़े, एफएफटी (फास्ट फूरियर ट्रांसफॉर्म), फ्रैक्टल आयाम, भेदभाव, एकीकरण, और सिग्नल के लिए एंट्रॉपी (एलक्स फाइलों के साथ-साथ सामान्य वाले) की विशेषता वाला विश्लेषण उपकरण। किसी भी व्यावसायिक उपयोग की अनुमति नहीं है। किसी भी पूछताछ के लिए लेखक से संपर्क करें। यदि आपको यह सॉफ़्टवेयर उपयोगी लगता है, तो कृपया इसका समर्थन करने पर विचार करें!
lt_lt: Analizės įrankis, kuriame yra pagrindinė aprašomoji statistika, FFT (greitasis Furjė transformavimas), fraktalinis matmuo, signalų diferenciacija, integracija ir entropija (elux failai, taip pat bendrieji). Joks komercinis naudojimas neleidžiamas. Dėl bet kokių klausimų kreipkitės į autorių. Jei ši programinė įranga jums naudinga, apsvarstykite galimybę ją palaikyti!
nb_no: Analyseverktøy med grunnleggende beskrivende statistikk, FFT (rask Fourier-transformasjon), fraktal dimensjon, differensiering, integrasjon og entropi for signaler (elux-filer så vel som generiske). Ingen kommersiell bruk tillatt overhodet. Kontakt forfatteren for eventuelle spørsmål. Hvis du synes denne programvaren er nyttig, kan du vurdere å støtte den!
nl_be: Analysetool met beschrijvende basisstatistieken, FFT (snelle Fourier-transformatie), fractale dimensie, differentiatie, integratie en entropie voor signalen (zowel elux-bestanden als generieke). Geen enkel commercieel gebruik toegestaan. Neem voor vragen contact op met de auteur. Als u deze software nuttig vindt, overweeg dan om deze te ondersteunen!
pt_br: Ferramenta de análise com estatísticas descritivas básicas, FFT (transformada rápida de Fourier), dimensão fractal, diferenciação, integração e entropia para sinais (arquivos elux e genéricos). Nenhum uso comercial permitido. Entre em contato com o autor para qualquer dúvida. Se você achar este software útil, considere apoiá-lo!
ru_ru: Инструмент анализа с базовой описательной статистикой, БПФ (быстрое преобразование Фурье), фрактальной размерностью, дифференцированием, интегрированием и энтропией для сигналов (файлы elux, а также общие файлы).Никакое коммерческое использование не допускается. Свяжитесь с автором по любым вопросам.Если вы найдете это программное обеспечение полезным, пожалуйста, поддержите его!
tr_tr: Temel tanımlayıcı istatistikler, FFT (hızlı Fourier dönüşümü), fraktal boyut, farklılaşma, entegrasyon ve sinyaller için entropi (elux dosyaları ve jenerik dosyalar) içeren analiz aracı. Hiçbir şekilde ticari kullanıma izin verilmez. Herhangi bir sorunuz için yazarla iletişime geçin. Bu yazılımı yararlı bulursanız, lütfen desteklemeyi düşünün!
zh_hans: 具有基本描述性统计、FFT（快速傅立叶变换）、分形维数、微分、积分和信号熵（elux 文件以及通用文件）的分析工具。 严禁任何商业用途。如有任何疑问，请联系作者。 如果您觉得这个软件有用，请考虑支持它！

# strAboutProductName
source: Product name: {0}
ar: اسم المنتج: {0}
bn_bd: পণ্যের নাম: {0}
da_dk: Produktnavn: {0}
de_de: Produktname: {0}
es: Nombre del producto: {0}
hi_in: प्रोडक्ट का नाम: {0}
lt_lt: Produkto pavadinimas: {0}
nb_no: Produktnavn: {0}
nl_be: Productnaam: {0}
pt_br: Nome do produto: {0}
ru_ru: Наименование товара: {0}
tr_tr: Ürün adı: {0}
zh_hans: 产品名称：{0}

# strAboutVersion
source: Version {0}
ar: إصدار {0}
bn_bd: সংস্করণ {0}
es: Versión {0}
hi_in: संस्करण {0}
lt_lt: {0} versija
nb_no: Versjon {0}
nl_be: Versie {0}
pt_br: Versão {0}
ru_ru: Версия {0}
tr_tr: Sürüm {0}
zh_hans: 版本 {0}

# strBtnAccept
source: &Accept
ar: &قبول
bn_bd: &গ্রহণ করুন
da_dk: &Godkend
de_de: &Akzeptieren
es: &Aceptar
hi_in: &स्वीकार करें
lt_lt: &Sutikti
nb_no: &Godta
nl_be: &Aanvaarden
pt_br: &Aceitar
ru_ru: &принимать
tr_tr: &Aktif
zh_hans: 确认(&A)

# strBtnCancel
source: &Cancel
ar: &إلغاء
bn_bd: &বাতিল করুন
da_dk: &Annuller
de_de: &Abbrechen
es: &Cancelar
hi_in: &रद्द करें
lt_lt: &Atšaukti
nb_no: &Avbryt
nl_be: &Annuleren
pt_br: &Cancelar
ru_ru: &Отмена
tr_tr: &Iptal
zh_hans: 取消(&C)

# strBtnData
source: Select data
ar: إختر البيانات
bn_bd: ডেটা নির্বাচন করুন
da_dk: Vælg data
de_de: Daten wählen
es: Seleccionar datos
hi_in: डेटा चुनें
lt_lt: Pasirinkti duomenis
nb_no: Velg data
nl_be: Selecteer gegevens
pt_br: Selecionar dados
ru_ru: Выберите данные
tr_tr: Veri seçin
zh_hans: 选择数据

# strBtnExport
source: &Export
ar: &تصدير
bn_bd: &রপ্তানি
da_dk: &Eksportér
de_de: &Exportieren
es: &Exportar
hi_in: &एक्स्पोर्ट
lt_lt: &Eksportuoti
nb_no: &Eksporter
nl_be: &Exporteren
pt_br: &Exportar
ru_ru: &Экспорт
tr_tr: &İhracat
zh_hans: 导出(&E)

# strBtnReset
source: &Reset
ar: &إعادة تعيين
bn_bd: &পুন:স্থাপন
da_dk: &Nulstil
de_de: &Zurücksetzen
es: &Restablecer
hi_in: &रीसेट
lt_lt: &Nustatyti iš naujo
nb_no: &Tilbakestill
pt_br: &Restaurar
ru_ru: &Перезагрузить
tr_tr: &Sıfırla
zh_hans: 重置(&R)

# strBtnSettings
source: &Settings
ar: &الإعدادات
bn_bd: &সেটিংস
da_dk: &Indstillinger
de_de: &Einstellungen
es: &Opciones
hi_in: &सेटिंग्स
lt_lt: &Nustatymai
nb_no: &Innstillinger
nl_be: &Instellingen
pt_br: &Configurações
ru_ru: &Настройки
tr_tr: &Ayarlar
zh_hans: 设置(&S)

# strChkAbsoluteIntegral
source: Compute the absolute-value integral?
ar: احسب القيمة المطلقة للتكامل؟
de_de: Betrags Integral berechnen?
es: ¿Calcular el valor absoluto de la integral?
nb_no: Kalkuler absoluttverdi-integral?
zh_hans: 计算绝对值积分？

# strChkBoxplot
source: Box plot
ar: مخطط صندوق
bn_bd: বক্স চক্রান্ত
da_dk: Boksplot
es: Diagrama de caja
hi_in: रेखा - चित्र
lt_lt: Dėžutės sklypas
nb_no: Boksplott
pt_br: Diagrama de caixa
ru_ru: Ящик с усами
tr_tr: Kutu grafiği
zh_hans: 箱形图

# strChkComputeDerivative
source: Compute numerical differentiation?
ar: احسب المشتق العددي؟
de_de: Numerische Differentiation berechnen?
es: ¿Calcular la derivada numérica?
nb_no: Kalkuler numerisk differensiering?
zh_hans: 计算数值微分？

# strChkComputeIntegration
source: Compute numerical integration?
ar: احسب التكامل العددي؟
de_de: Numerische Integration berechnen?
es: ¿Calcular la integral numérica?
nb_no: Kalkuler numerisk integrasjon?
zh_hans: 计算数值积分？

# strChkCrossHair
source: Show plots' crosshair
ar: عرض تقاطع الرسم
bn_bd: প্লটের ক্রসহেয়ার দেখান
da_dk: Vis crosshair
de_de: Fadenkreuze von Plots anzeigen
es: Cruz (mira) gráfica
hi_in: भूखंडों का क्रॉसहेयर दिखाएं
lt_lt: Rodyti braižo kryžiuką
nb_no: Vis trådkors for utvalg
nl_be: Toon crosshair van plot
pt_br: Mostrar cruz nos gráficos
ru_ru: Показать перекрестие графиков
tr_tr: Arsaların artı işaretini göster
zh_hans: 显示图表十字线

# strChkCumulative
source: Cumulative fractal dimension
ar: البعد الفركتلي التراكمي
bn_bd: ক্রমবর্ধমান ফ্র্যাক্টাল মাত্রা
da_dk: Kumulativ fraktaldimension
de_de: Kumulative fraktale Dimension
es: Dimensión fractal acumulada
hi_in: संचयी भग्न आयाम
lt_lt: Kaupiamasis fraktalinis matmuo
nb_no: Kumulativ fraktal dimensjon
nl_be: Cumulatieve fractale dimensie
pt_br: Dimensão fractal cumulativa
ru_ru: Суммарная фрактальная размерность
tr_tr: Kümülatif fraktal boyut
zh_hans: 累积分形维数

# strChkDlgPath
source: Remember open/save dialog previous path
ar: مسار الحوار السابق فتح/حفظ
bn_bd: আগের পথ খোলা/সংরক্ষণ ডায়ালগ মনে রাখবেন
da_dk: Husk den senest anvendte sti i åbn/gem-dialogboksen
de_de: Vorherigen Pfad wiederherstellen
es: Recordar la ruta previa al abrir/guardar
hi_in: पिछले पथ को खोलें/सहेजें संवाद याद रखें
lt_lt: Prisiminti ankstesnį atviro/išsaugoto dialogo kelią
nb_no: Husk åpne/lagre dialog forrige bane
nl_be: Onthoud open/opslaan dialoog vorig pad
pt_br: Lembrar do último caminho nos diálogos de abrir/salvar
ru_ru: Запомнить предыдущий путь диалога открытия/сохранения
tr_tr: Aç/kaydet iletişim kutusunu önceki yolu hatırla
zh_hans: 记忆上次打开/保存对话框的路径

# strChkEntropy
source: Entropy (approximate and sample)
ar: قصور (تقريبا و نسبة)
bn_bd: এনট্রপি (আনুমানিক এবং নমুনা)
da_dk: Entropi (omtrentlig og prøve)
de_de: Entropie (ungefähre und Muster)
es: Entropía (aproximada y de muestra)
hi_in: एन्ट्रॉपी (अनुमानित और नमूना)
lt_lt: Entropija (apytikslė ir pavyzdys)
nb_no: Entropi (omtrentlig og utvalg)
nl_be: Entropie (bij benadering && steekproef)
pt_br: Entropia (aproximada e amostra)
ru_ru: Энтропия (приблизительно && выборка)
tr_tr: Entropi (yaklaşık ve örnek)
zh_hans: 熵（近似和样本）

# strChkExportDerivative
source: Export derivative data?
ar: تصدير المشتق؟
de_de: Derivatdaten exportieren?
es: ¿Exportar los datos de la derivada?
nb_no: Eksporter derivert data?
ru_ru: Экспортировать производные данные?
zh_hans: 导出微分数据？

# strChkExportIntegration
source: Export numerical integration?
ar: تصدير التكامل العددي؟
de_de: Numerische Integration exportieren?
es: ¿Exportar el resultado de la integración?
nb_no: Eksporter numerisk integrasjon?
ru_ru: Экспортировать численные интегрирования?
zh_hans: 导出数值积分？

# strChkPower
source: Power (dB)
ar: القوة (dB)
bn_bd: শক্তি (dB)
da_dk: Kraft (dB)
de_de: Stärke (dB)
es: Espectro (dB)
hi_in: पावर (डीबी)
lt_lt: Galia (dB)
nb_no: Kraft (dB)
nl_be: Vermogen (dB)
pt_br: Potência (dB)
ru_ru: Мощность (дБ)
tr_tr: Güç (dB)
zh_hans: 功率（dB）

# strDifferentiationAlgorithms
source: Backward one-point difference, Forward one-point difference, Central three-point difference, Central five-point difference, Central seven-point difference, Central nine-point difference, Savitzky–Golay linear three point, Savitzky–Golay linear five point, Savitzky–Golay linear seven point, Savitzky–Golay linear nine point, Savitzky–Golay cubic five point, Savitzky–Golay cubic seven point, Savitzky–Golay cubic nine point
es: Diferencia hacia atrás de 1 punto, Diferencia hacia adelante de 1 punto, Diferencias centrales de 3 puntos, Diferencias centrales de 5 puntos, Diferencias centrales de 7 puntos, Diferencias centrales de 9 puntos, Savitzky–Golay lineal de 3 puntos, Savitzky–Golay lineal de 5 puntos, Savitzky–Golay lineal de 7 puntos, Savitzky–Golay lineal de 9 puntos, Savitzky–Golay cúbico de 5 puntos, Savitzky–Golay cúbico de 7 puntos, Savitzky–Golay cúbico de 9 puntos
nb_no: Bakover én-punkts differanse, Fremover én-punkts differanse, Sentral tre-punkts differanse, Sentral fem-punkts differanse, Sentral syv-punkts differanse, Sentral ni-punkts differanse, Savitzky–Golay lineær tre-punkts, Savitzky–Golay lineær fem-punkts, Savitzky–Golay lineær syv-punkts, Savitzky–Golay lineær ni-punkts, Savitzky–Golay kubisk fem-punkts, Savitzky–Golay kubisk syv-punkts, Savitzky–Golay kubisk ni-punkts
zh_hans: 向后一点差分, 向前一点差分, 中心三点差分, 中心五点差分, 中心七点差分, 中心九点差分, Savitzky–Golay 三点线性, Savitzky–Golay 五点线性, Savitzky–Golay 七点线性, Savitzky–Golay 九点线性, Savitzky–Golay 五点三次, Savitzky–Golay 七点三次, Savitzky–Golay 九点三次

# strDlgReset
source: Do you want to reset all fields to their default values?
ar: هل تود إستعادة جميع الحقول للقيم الاصلية ؟
bn_bd: আপনি কি সব ক্ষেত্র রিসেট করতে চান? তাদের ডিফল্ট মান?
da_dk: Vil du nulstille alle felter til deres standardværdier?
de_de: Alle Felder auf Standardwerte zurücksetzen?
es: ¿Está seguro de que desea restablecer todos los campos a sus valores por defecto?
hi_in: क्या आप सभी फ़ील्ड रीसेट करना चाहते हैं?
lt_lt: Ar norite nustatyti visus laukus į numatytąsias reikšmes?
nb_no: Vil du tilbakestille alle felter til standardverdien?
nl_be: Wilt u alle velden resetten naar hun standaardwaarden?
pt_br: Você quer restaurar todos os campos a seus valores padrão?
ru_ru: Вы хотите сбросить все поляк их значениям по умолчанию?
tr_tr: Tüm alanları sıfırlamak istiyor musunuz? varsayılan değerlerine?
zh_hans: 您想将所有字段重置为默认值吗？

# strDlgResetTitle
source: Reset settings?
ar: إستعادة جميع الاعدادات ؟
bn_bd: পুন:স্থাপন সেটিংস?
da_dk: Nulstil indstillinger?
de_de: Einstellungen zurücksetzen?
es: ¿Restablecer opciones?
hi_in: सेटिंग्स फिर से करिए?
lt_lt: Iš naujo nustatyti nustatymus?
nb_no: Tilbakestill innstillinger?
nl_be: Reset instellingen?
pt_br: Restaurar configurações?
ru_ru: Сбросить настройки?
tr_tr: Ayarları Sıfırla?
zh_hans: 重置设置？

# strErrorDeserialize
source: Error loading settings file. {0} Default values will be used instead.
ar: مشكلة في تحميل ملف الإعدادات. {0} سيتم إستعادة القيم الأصلية.
bn_bd: সেটিংস ফাইল লোড করার সময় ত্রুটি. {0} পরিবর্তে ডিফল্ট মান ব্যবহার করা হবে.
da_dk: Fejl ved indlæsning af indstillinger. {0} Standardværdier vil blive benyttet i stedet.
de_de: Fehler beim Laden der Einstellungsdatei. {0} Standardwerte werden verwendet.
es: Error al leer el archivo de configuración. {0} Se utilizarán los valores por defecto.
hi_in: सेटिंग फ़ाइल लोड करने में त्रुटि. {0} इसके बजाय डिफ़ॉल्ट मानों का उपयोग किया जाएगा।
lt_lt: Klaida įkeliant nustatymų failą. {0} Vietoj jų bus naudojamos numatytos reikšmės.
nb_no: Feil ved lasting av innstillingsfil. {0} Standardverdier vil bli benyttet i stedet.
nl_be: Fout bij laden van instellingenbestand. {0} In plaats daarvan worden standaardwaarden gebruikt.
pt_br: Erro ao carregar arquivo de configuração. {0} Os valores padrão serão utilizados.
ru_ru: Ошибка при загрузке файла настроек.{0}Вместо этого будут использоваться значения по умолчанию.
tr_tr: Ayarlar dosyası yüklenirken hata oluştu. {0} Bunun yerine varsayılan değerler kullanılacaktır.
zh_hans: 加载设置文件出错。 {0} 将使用默认值。

# strFileHeader02
source: Start time
ar: بدأ التوقيت
bn_bd: সময় শুরু
da_dk: Starttid
de_de: Startzeit
es: Tiempo inicial
hi_in: समय शुरू
lt_lt: Pradžios laikas
nb_no: Starttid
nl_be: Start tijd
pt_br: Tempo inicial
ru_ru: Время начала
tr_tr: Başlangıç ​​saati
zh_hans: 开始时间

# strFileHeader03
source: End time
ar: إنهاء التوقيت
bn_bd: শেষ সময়
da_dk: Sluttid
de_de: Endzeit
es: Tiempo final
hi_in: अंत समय
lt_lt: Pabaigos laikas
nb_no: Sluttid
nl_be: Stop tijd
pt_br: Tempo final
ru_ru: Время окончания
tr_tr: Bitiş zamanı
zh_hans: 结束时间

# strFileHeader04
source: Total measuring time
ar: الوقت الكلي للقياس
bn_bd: মোট পরিমাপের সময়
da_dk: Total måletid
de_de: Gesamtmesszeit
es: Duración total
hi_in: कुल मापने का समय
lt_lt: Bendras matavimo laikas
nb_no: Total måletid
nl_be: Totale meettijd
pt_br: Duração total
ru_ru: Общее время измерения
tr_tr: Toplam ölçüm süresi
zh_hans: 总测量时间

# strFileHeader05
source: Number of data points
ar: عدد نقاط البيانات
bn_bd: ডেটা পয়েন্টের সংখ্যা
da_dk: Antal datapunkter
de_de: Anzahl der Datenpunkte
es: Número de puntos
hi_in: डेटा बिंदुओं की संख्या
lt_lt: Duomenų taškų skaičius
nb_no: Antall datapunkter
nl_be: Aantal gegevenspunten
pt_br: Número de pontos de dados
ru_ru: Количество точек данных
tr_tr: Veri noktası sayısı
zh_hans: 数据点数

# strFileHeader06
source: Sampling frequency
ar: تردد العينات
bn_bd: স্যাম্পলিং ফ্রিকোয়েন্সি
da_dk: Prøvetagningsfrekvens
de_de: Abtastfrequenz
es: Frecuencia de muestreo
hi_in: नमूनाचयन आवृत्ति
lt_lt: Mėginių dažnis
nb_no: Prøvetakingsfrekvens
nl_be: Steekproeffrequentie
pt_br: Frequência de amostragem
ru_ru: Частота дискретизации
tr_tr: Örnekleme frekansı
zh_hans: 采样频率

# strFileHeader07
source: Average
ar: المتوسط
bn_bd: গড়
da_dk: Gennemsnit
de_de: Durchschnitt
es: Promedio
hi_in: औसत
lt_lt: Vidutinis
nb_no: Gjennomsnitt
nl_be: Gemiddelde
pt_br: Média
ru_ru: Средний
tr_tr: Ortalama
zh_hans: 均值

# strFileHeader08
source: Maximum
ar: الأقصي
bn_bd: সর্বোচ্চ
da_dk: Maksimum
es: Máximo
hi_in: ज्यादा से ज्यादा
lt_lt: Maksimalus
nb_no: Maksimum
pt_br: Máximo
ru_ru: Максимум
tr_tr: Maksimum
zh_hans: 最大值

# strFileHeader09
source: Minimum
ar: الأدني
bn_bd: সর্বনিম্ন
es: Mínimo
hi_in: न्यूनतम
lt_lt: Minimalus
pt_br: Minimo
ru_ru: Минимум
tr_tr: Asgari
zh_hans: 最小值

# strFileHeader10
source: Fractal dimension
ar: البعد الكسوري
bn_bd: ফ্র্যাক্টাল মাত্রা
da_dk: Fraktaldimension
de_de: Fraktale Dimension
es: Dimensión fractal
hi_in: भग्न आयाम
lt_lt: Fraktalų matmuo
nb_no: Fraktaldimensjon
nl_be: Fractale dimensie
pt_br: Dimensão fractal
ru_ru: Фрактальная размерность
tr_tr: Fraktal boyut
zh_hans: 分形维数

# strFileHeader11
source: Fractal variance
ar: التباين النمطي المتغير
bn_bd: ফ্র্যাক্টাল ভ্যারিয়েন্স
da_dk: Fraktalvarians
de_de: Fraktale Varianz
es: Variancia fractal
hi_in: भग्न विचरण
lt_lt: Fraktalų dispersija
nb_no: Fraktalvarians
nl_be: Fractale variantie
pt_br: Variância fractal
ru_ru: Фрактальная дисперсия
tr_tr: Fraktal varyans
zh_hans: 分形方差

# strFileHeader12
source: Approximate entropy
ar: القصور تقريبا
bn_bd: আনুমানিক এনট্রপি
da_dk: Omtrentlig entropi
de_de: Ungefähre Entropie
es: Entropía aproximada
hi_in: अनुमानित एन्ट्रापी
lt_lt: Apytikslė entropija
nb_no: Omtrentlig entropi
nl_be: Geschatte entropie
pt_br: Entropia aproximada
ru_ru: Приблизительная энтропия
tr_tr: Yaklaşık entropi
zh_hans: 近似熵

# strFileHeader13
source: Sample entropy
ar: عينة القصور
bn_bd: নমুনা এনট্রপি
da_dk: Stikprøveentropi
de_de: Probenentropie
es: Entropía de muestra
hi_in: नमूना एन्ट्रापी
lt_lt: Pavyzdžio entropija
nb_no: Eksempel på entropi
nl_be: Steekproefentropie
pt_br: Amostra de entropia
ru_ru: Пример энтропии
tr_tr: Örnek entropi
zh_hans: 样本熵

# strFileHeader14
source: Shannon entropy
ar: قصور شانون
bn_bd: শ্যানন এনট্রপি
da_dk: Shannonentropi
de_de: Shannon Entropie
es: Entropía Shannon
hi_in: शैनन एन्ट्रापी
lt_lt: Šenono entropija
nb_no: Shannonentropi
nl_be: Shannon entropie
pt_br: Entropia de Shannon
ru_ru: Энтропия Шеннона
tr_tr: Shannon entropisi
zh_hans: 香农熵

# strFileHeader15
source: Entropy bit
ar: القصور بوحدة البت
bn_bd: এনট্রপি বিট
da_dk: Entropi-bit
de_de: Entropie-Bit
es: Entropía bit
hi_in: एन्ट्रापी बिट
lt_lt: Entropijos bitas
nb_no: Entropibit
nl_be: Entropie bit
pt_br: Bit de entropia
ru_ru: Бит энтропии
tr_tr: Entropi biti
zh_hans: 熵比特

# strFileHeader16
source: Ideal entropy
ar: القصور المثالي
bn_bd: আদর্শ এনট্রপি
da_dk: Ideel entropi
de_de: Ideale Entropie
es: Entropía ideal
hi_in: आदर्श एन्ट्रापी
lt_lt: Ideali entropija
nb_no: Ideell entropi
nl_be: Ideale entropie
pt_br: Entropia ideal
ru_ru: Идеальная энтропия
tr_tr: Ideal entropi
zh_hans: 理想熵

# strFileHeader17
source: Number of data series
ar: عدد سلاسل البيانات
bn_bd: ডেটা সিরিজের সংখ্যা
da_dk: Antal dataserier
de_de: Anzahl der Datenserie
es: Número de series
hi_in: डेटा श्रृंखला की संख्या
lt_lt: Duomenų serijų skaičius
nb_no: Antall dataserier
nl_be: Aantal gegevensreeksen
pt_br: Número de séries de dados
ru_ru: Количество рядов данных
tr_tr: Veri serisi sayısı
zh_hans: 数据序列数量

# strFileHeader18
source: Number of sensors
ar: عدد الحساسات
bn_bd: সেন্সর সংখ্যা
da_dk: Antal sensorer
de_de: Anzahl der Sensoren
es: Número de sensores
hi_in: सेंसर की संख्या
lt_lt: Sensorių skaičius
nb_no: Antall sensorer
nl_be: Aantal sensoren
pt_br: Número de sensores
ru_ru: Количество датчиков
tr_tr: Sensör sayısı
zh_hans: 传感器数量

# strFileHeader19
source: Missing an empty line.
ar: يوجد سطر فارغ.
bn_bd: একটি খালি লাইন অনুপস্থিত.
da_dk: Mangler en tom linje.
de_de: Fehlende Leerzeile.
es: No se ha encontrado una línea en blanco.
hi_in: एक खाली लाइन गुम है।
lt_lt: Trūksta tuščios eilutės.
nb_no: Mangler en tom linje.
nl_be: Ontbrekende lege regel.
pt_br: Está faltando uma linha em branco.
ru_ru: Пропущена пустая строка.
tr_tr: Boş bir satır eksik.
zh_hans: 缺少一个空行。

# strFileHeader20
source: Missing column headers (series names).
ar: عنوان العامود فارغ (إسم السلالة).
bn_bd: অনুপস্থিত কলাম শিরোনাম (সিরিজের নাম).
da_dk: Manglende kolonneoverskrift (serienavn).
de_de: Fehlende Spaltenüberschriften (Seriennamen).
es: No se ha encontrado el nombre de las series de datos.
hi_in: अनुपलब्ध स्तंभ शीर्षलेख (श्रृंखला के नाम)।
lt_lt: Trūksta stulpelių antraščių (serijų pavadinimų).
nb_no: Manglende kolonneoverskrifter (serienavn).
nl_be: Ontbrekende kolomkoppen (reeksnamen).
pt_br: Está faltando o cabeçalho das colunas (nomes das séries).
ru_ru: Отсутствуют заголовки столбцов (названия серий).
tr_tr: Eksik sütun başlıkları (seri adları).
zh_hans: 缺少列标题（序列名称）。

# strFileHeader21
source: Time
ar: الوقت
bn_bd: সময়
da_dk: Tid
de_de: Zeit
es: Tiempo
hi_in: समय
lt_lt: Laikas
nb_no: Tid
nl_be: Tijd
pt_br: Tempo
ru_ru: Время
tr_tr: Zaman
zh_hans: 时间

# strFileHeader22
source: days, day, days
ar: يوم, يوم, أيام, الأيام
bn_bd: দিন
da_dk: dage, dag, dage
de_de: Tage, Tag, Tage
es: días, día, días
hi_in: दिन
lt_lt: dienų, diena, dienos
nb_no: dager, dag, dager
nl_be: dagen, dag, dagen
pt_br: dias, dia, dias
ru_ru: дней, день, дня, дня, дня, дней
tr_tr: günler
zh_hans: 天

# strFileHeader23
source: hours, hour, hours
ar: ساعة, ساعة, ساعاتين, الساعات
bn_bd: ঘন্টা
da_dk: timer, time, timer
de_de: Stunden, Stunde, Stunden
es: horas, hora, horas
hi_in: घंटे, घंटा, घंटे
lt_lt: valandų, valandą, valandos
nb_no: timer, time, timer
nl_be: uur
pt_br: horas, hora, horas
ru_ru: часов, час, часа, часа, часа, часов
tr_tr: saat
zh_hans: 小时

# strFileHeader24
source: minutes, minute, minutes
ar: دقيقة, دقيقة, دقيقة, الدقائق
bn_bd: মিনিট
da_dk: minutter, minut, minutter
de_de: Minuten, Minute, Minuten
es: minutos, minuto, minutos
hi_in: मिनट
lt_lt: minučių, minutę, minutės
nb_no: minutter, minutt, minutter
nl_be: minuten, minuut, minuten
pt_br: minutos, minuto, minutos
ru_ru: минут, минута, минуты, минуты, минуты, минут
tr_tr: dakika
zh_hans: 分

# strFileHeader25
source: seconds, second, seconds
ar: ثواني, ثانية, ثانية, الثواني
bn_bd: সেকেন্ড
da_dk: sekunder, sekund, sekunder
de_de: Sekunden, Sekunde, Sekunden
es: segundos, segundo, segundos
hi_in: सेकंड
lt_lt: sekundžių, sekundė, sekundės
nb_no: sekunder, sekund, sekunder
nl_be: seconden, seconde, seconden
pt_br: segundos, segundo, segundos
ru_ru: секунд, секунда, секунды, секунды, секунды, секунд
tr_tr: saniye
zh_hans: 秒

# strFileHeader26
source: and
ar: و
bn_bd: এবং
da_dk: og
de_de: und
es: y
hi_in: तथा
lt_lt: ir
nb_no: og
nl_be: en
pt_br: e
ru_ru: и
tr_tr: ve
zh_hans: 和
